{
  "filename": "促轉司字第37號_杜孝生、廖麗川.pdf",
  "metadata": {
    "case_no": "促轉司字第37號",
    "applicant": "杜銘哲（杜孝生之子）代理人：洪偉勝律師輔佐人：黃丞儀當事人：廖麗川（男",
    "subject": "杜孝生、廖麗川所",
    "date": null
  },
  "content": {
    "full_text": "公告版促進轉型正義委員會決定書促轉司字第 37 號當事人：杜孝生（男，依判決書記載，33 歲，業吳鳳鄉衛生所主任。）聲請人：杜銘哲（杜孝生之子）代理人：洪偉勝律師輔佐人：黃丞儀當事人：廖麗川（男，依判決書記載，33 歲，業商。）聲請人：廖純義（廖麗川之子）代理人：顧恒湛關於杜銘哲、廖純義聲請平復杜孝生、廖麗川所受臺灣省保安司令部\n(42)審三字第 25 號刑事有罪判決，經本會重新調查，決定如下：\n主文杜孝生、廖麗川所受臺灣省保安司令部(42)審三字第 25 號刑事有罪判決暨其刑、褫奪公權及沒收之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。\n理由壹、 本會依聲請調查杜孝生、廖麗川所受臺灣省保安司令部(42)審三字第 25 號刑事有罪判決\n一、 本件當事人杜孝生、廖麗川受臺灣省保安司令部（下稱「保安司令部」）(42)審三字第 25 號刑事有罪判決在案。其中，杜孝生遭判共同連續侵占公有財物、共同連續剋扣職務上應行發給之財物，處有期徒刑 17 年、褫奪公權 10 年；廖麗川遭判共同對於主管之事務直接圖利，處有期徒刑 10 年、褫奪公權 5 年。同案被告共計 9 人，其中湯守仁、高一生、汪清山、公告版武義德、方義仲業依二二八事件處理及賠償條例獲得賠（補）償；林瑞昌、高澤照業依戒嚴時期不當叛亂暨匪諜審判案件補償條例獲得補償，其有罪判決暨其刑、保安處分及沒收之宣告，依促進轉型正義條例第 6 條第 3 項第 1 款之規定，於促進轉型正義條例施行之日均視為撤銷。杜孝生、廖麗川部分尚未依促進轉型正義條例獲得處理，本會分別於 107 年 8 月 15 日、107 年 11 月 12 日收到杜銘哲君、廖純義君向本會提出聲請，爰依促進轉型正義條例第 6 條第 3 項第 2 款之規定，就杜孝生、廖麗川之上揭刑事有罪判決重新調查。\n二、 聲請人所提聲請意旨（一） 杜銘哲 107 年 8 月 14 日聲請書、107 年 8 月 22 日聲請書（實質內容未更動，僅修改 107 年 8 月 14 日聲請書之錯漏字），以及 109 年 7 月 15 日於本會陳述意見，所提聲請意旨略以：\n1. 本件調查、起訴、審判程序違反無罪推定原則，侵害公平審判原則（1） 情治單位於調查程序開始前，已嚴密蒐集本案被告等人之叛亂、犯罪痕跡，再擬妥誘捕方案以將相關人士逮捕到案。\n（2） 保安司令部未取得杜孝生等人明確之貪汙證據，僅引用證詞、訊問筆錄及調查報告作為定罪依據，但證詞間存有矛盾，且多屬流言，也未經審判者直接檢證。\n（3） 本件被告均由同一公設辯護人進行答辯，被告間有利害衝突時，無法提出實質有效辯護。\n2. 本件適用軍事審判程序，並併入其他懲治叛亂條例之訴訟程序中，侵害公平審判原則（1） 軍事審判程序適用長官覆核制、秘密審理及一審制，對被告公平審判權權利之保障，顯有不周。\n（2） 保安司令部將上開與公平審判權利保障相違公告版之軍審制度，依戒嚴法第 8 條第 2 項之規定，適用於非關軍事事務之杜孝生案。\n3. 本件追訴、審判是政治偵防手段，目的是打擊鄒族菁英，避免其威脅國民黨之山地統治，違反自由民主憲政秩序（1） 戒嚴體制下，國民黨利用情治系統，監控人民生活，作為地方控制及刑事控訴之依據。\n（2） 保安司令部於吳鳳鄉長期蹲點蒐集情報，杜孝生的貪汙嫌疑，是情治機關監控高一生等人的意外得知，並依據情報內容調整行動策略，包括採取措施以強化鄉民的不信任感，並淡化高一生、杜孝生被捕後形成的衝擊。\n（3） 杜孝生被捕後起訴、審判、定罪，均大幅仰賴情治單位之情蒐，反映威權統治時期黨國體制之行政濫權。\n（二） 廖純義 107 年 11 月 12 日聲請書、109 年 7 月 13 日聲請書，以及 109 年 7 月 17 日以視訊方式陳述意見，所提聲請意旨略以：\n廖麗川當時係因日語流利且具備造林專業知識，高一生商請其擔任吳鳳鄉公所森林幹事，後支援新美集體農場總務，但沒有實際負責農場的規劃，後來因為新美農場成為當時政府羅織高一生罪名的一部分，受到牽連，成為代罪羔羊。\n貳、 本件調查經過\n一、 經檢索國家發展委員會檔案管理局（以下簡稱「檔案局」）之國家檔案資訊網，查得該局典藏之「湯守仁等」檔案與杜孝生、廖麗川所涉刑事案件相關。該局業以 107 年 7 月 26 日檔應字第 1070004042 號函提供本會此卷檔案之數位檔。\n二、 本會復請行政院協助提供廖麗川因申請戒嚴時期不當叛亂暨匪諜審判案件補償金事件之訴願卷資料，行政院法規會業以 108 年 3 月 26 日院臺訴字第 1080009037 號函提供廖麗公告版川之訴願案原卷。\n三、 為釐清本案有關「新美農場」組織性質之疑點，本會函請檔案局、國史館臺灣文獻館協助搜尋並提供有關集體農場之檔案資料，並經檔案局以108年2月1日檔秘字第1080000713號函提供集體農場相關檔案、國史館臺灣文獻館提供「新美集體農場申請貸款」檔案影本及數位圖檔。\n四、 為釐清威權統治時期山地控制之具體情況，本會於 107 年9 月 17 日促轉二字第 1075200052 號函，向國防部政務辦公室調閱相關檔案。後國防部 107 年 10 月 9 日國辦文檔字1070004849 號函，同意提供該「臺省漁港及山地隘口管制警戒應改進事項」等 12 卷史政檔案。\n五、 經本會書面通知聲請人陳述意見，杜銘哲於 109 年 7 月15 日至本會陳述意見；廖純義於 109 年 7 月 17 日以視訊方式陳述意見。\n參、 本件當事人杜孝生、廖麗川所受保安司令部 43 年 2 月 25 日(42)審三字第 25 號刑事有罪判決之要旨本件與杜孝生、廖麗川有關犯罪事實可分為二部分，略以：\n一、 侵占「新美農場」公款、穀種（一） 高一生於 39 年 4 月間計畫籌設新美集體農場，商請林瑞昌幫向臺灣省政府請准指定臺灣土地銀行撥借新台幣 50 萬元，除先扣利息外，實領 44 萬 1 千 461 元作為開墾水田之用。高一生、杜孝生先後辦理招標開墾新美集體農場第一農場及第二農場水田時，分別囑令中標承包人林萬來出具新台幣 18 萬 8 千元，及林旺出具 12 萬400 元之領據，由高一生交與會計員姚禎登帳，而實際發與林萬來之款僅 16 萬 300 元，擅行剋扣 2 萬 7 千 700元；林旺實領到 8 萬 6 千 300 元，被扣發 3 萬 4 千 100元，高一生與其弟充任吳鳳鄉衛生所長兼該場場長即被告杜孝生及林瑞昌勾結由杜孝生分得 1 萬元、林瑞昌得2 萬元、高一生自得 3 萬 1 千 800 元之事實，犯共同連公告版續剋扣職務上應行發給之財物罪。時任農場監督洪華夏經高一生允許，向林萬來索取回扣，並命廖麗川前往取得 2 萬 2 千元，由洪廖二人平分。\n（二） 39 年 5 月間，高一生、杜孝生共議藉名購買發動機，提取該場公款 3 萬元，存放臺北亞細亞電料行生息，由杜孝生吞沒，犯共同侵占公有財物罪。\n（三） 被告高一生於 39 年由杜孝生、洪華夏經手向省農林廳具領撥助新美集體農場谷種一萬台斤，除撥交該場500 台斤及貸與農戶 300 台斤外，餘 9200 台斤悉與杜孝生、洪華夏串同，由洪華夏運往嘉義市售賣吞沒。\n二、 侵占政府配發的肥料、棉布、生產貸款。\n（一） 高一生在吳鳳鄉公所鄉長任內，自 37 年起至 41 年先後向臺灣省糧食局臺南事務所嘉義分所申請配發換谷肥料硫酸錏等 7 批計 14 萬 5 千 240 公斤、換谷白細布等 5批計 1 千 440 碼，並於 40 年度領取還谷之農貸款（即生產貸款）2 期 4 次計新台幣 7 萬 5 千 600 元，先均由鄉公所自辦，迄 40 年 5 月起將肥料、棉布交由吳鳳鄉農會籌備會（由杜孝生與商人盧朝清組織成立）處理。\n（二） 嘉義糧食分所於 41 年派員會同清倉，發覺其所報存谷及糙米數量均屬虛偽，經結算至同年 9 月止計虧短稻谷5 萬 4 千 3 公斤 3 公分、糙米 3 萬 6 千 896 公斤。\n（三） 高一生、杜孝生對於嘉義糧食分所歷次配發的肥料、棉布，僅實際配與農民 738 公斤，另以 8 千 360 公斤及 1萬 4 千 125 公斤先後兩次向商人廖春秋換谷 7 千 590 公斤及 1 萬 3 千 960 公斤，又以 2 萬 3 千 175 公斤由何汝槐介紹與村民換谷 1 萬 4 千公斤，除內有 2 千 607 公斤未收回外，實收 1 萬 1 千 392 公斤 40 公分，均由該高一生杜孝生盧朝清串同吞沒，其餘肥料與棉布均被售賣。\n（四） 至生產貸款，亦未貸與農戶，賒款 3 萬 5 千 600 元竟無下落，另擅自提撥 4 萬元充該籌備會周轉金，嗣該高一生復在週轉金內私提 6 千 609 元 4 角，杜孝生亦提用 9 千公告版157 元。\n肆、 促進轉型正義條例第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法…」，「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：一、（略）。二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促進轉型正義條例第 6 條第 1 項前段、第 2 項及第 3 項第2 款定有明文。\n伍、 杜孝生、廖麗川所受刑事有罪判決，係屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件\n一、 本件追訴、審判是威權統治當局遂行對阿里山原鄉政治控制的手段，違反自由民主憲政秩序（一） 威權統治時期的山地行政及山地監控\n1. 威權統治當局對臺灣山地區域採取的「山地行政」措施，係將山地（原住民族）社會納入國家一元式行政體系統治的連續性過程。從範圍上來看，戰後中華民國政府認為動員戡亂時期應集中人力財力在國共內戰上，不變更行政區劃以維持社會安定。因此，沿襲日治時期的行政區劃，繼續日治時期的蕃地／平地界線。戰後初期，行政長官公署撤廢日治時期對於蕃人（原住民族）所實施的警察統治，「理蕃」相關業務由臺灣省警務處公告版接管，對山地地區採取管制狀態，制定相關入山管制辦法。其後，臺灣省政府認為山胞（原住民族）缺乏現代化與文明的觀念，須透過加強管制入山，以免不法之徒進入山區，影響山地社會安定。\n2. 臺灣省政府認為山地地區相較於平地地區落後、發展遲緩與社會落後等原因，在於山胞（原住民族）個性純樸保守、知識較低、迷信以及重視現實利益與缺乏理想，安於現狀所導致。是以，臺灣省政府認應針對山地地區實際狀況施行符合落後社會的特殊施政，視山胞（原住民族）為「生活習慣特殊國民」（臺灣省各縣山地保留地管理辦法，民國 37 年；臺灣省山地教育實況調查報告書第一期，頁 33、58，民 43），促其逐漸達到與平地地區同樣的水準。在此概念下，臺灣省政府認知原住民族的發展必須有賴於國家，而非原住民族本身的文化價值，因而否認原住民族群係具政治上顯著的文化性、組織性的主體，且與一般國民有別。\n3. 準此，臺灣省政府於 42 年 12 月 14 日頒訂「促進山地行政建設大綱」，提出山地政策總目標為「山地平地化」，希冀達到目標後，逐步解除山地地區的特殊措施，使山地文化、經濟、財源等面向皆與平地地區趨向一致。建設大綱中亦敘明將按照山地各鄉經濟、文化等條件，分別訂定平地化計畫，並按各鄉進步程度，逐漸撤銷山地行政分區。省政府復於 52 年研議「臺灣省山地行政改進方案」，以「山地現代化」取代 42 年提出的「山地平地化」目標，目的在於使山胞（原住民族）及山地地區一般化，提高山胞生活水準，促其儘早與一般社會融合。\n4. 臺灣省政府從 39 年開始推行的山地行政，影響了山地地區與山胞（原住民族）的生活、環境、文化以及社會習慣，山胞（原住民族）社會因國家政策的推行，部落、家族、個人間的關係與土地的聯繫，以及原有土地制度公告版亦隨著政策產生變化。戰後政府對原住民族的歧視是長久以來歷史過程上征服、侵略與邊緣化的結果，伴隨著政府主體的優越感與認為原住民族是「原始」與「次等」的偏見。對於原住民族的歧視有其雙重性的本質：\n一方面是藉由政策漸次的破壞原住民族維持生活方式的物質與精神條件；另一方面，當原住民族嘗試要參與主體社會時，對其施以排擠與負面歧視性的態度和行為。在戰後一系列山地行政措施及移住政策的強制推行下，國家機器漸次以非原住民族文化與價值觀，取代原住民族本有的法律傳統與文化根源。政府此種貶低原住民族文化及主體性的相關政策與實質作為，對於原住民族權利數十年來造成諸多侵害，例如：侵占原住民保留地興建軍事設施；強制遷村與引入定耕農業，改變原住民族土地生產模式，造成原住民族土地秩序瓦解，損害原住民族集體及個人權利；同化政策的強制實施，原住民族傳統文化與價值觀遭致崩解，壓迫原住民族文化權利的發展，影響至鉅。\n5. 另一方面，從二二八事件過後，臺灣山地控制政策之遞嬗，可知威權統治當局以確保山地治安為名，陸續透過設立山地工作委員會、山地治安指揮所等情治單位，並搭配山地警備體系及山地清查、入山管制等行政管制措施，對山地布下層層封鎖，並交織出綿密的情報網絡，以有效監控原住民群體、防範山地為地下黨滲透：\n（1） 39 年 8 月，參謀總長周至柔因總統蔣中正令示國防部「即刻加強臺灣省山地區域之警備」，召集臺灣防衛司令部、保安司令部、憲兵司令部、臺灣省警務處等單位，擬定「山地區域警備加強辦法」，將全臺山地納入國防、軍事警備體系。同年 10 月 1 日，為統一事權，保安司令部呈奉國防部(39)浩淦字第 314 號代電核准，設立北峯、新峯、中峯、高峯、雄峯、東峯、蓮峯、吳鳳等 8 個公告版山地治安指揮所，其編組除由保安司令部派出專任人員若干外，餘由駐軍及憲警人員編成。其職掌業務如下：\n甲、 督導各鄉辦理防諜肅奸、及情報事宜。\n乙、 督導各鄉注意社團活動之監視、及非法活動之取締。\n丙、 督導各鄉山地民眾之組訓。\n丁、 指揮山地武力（如保幹、保警部隊、普通警察、森林警察、鐵路警察、青年服務隊等）之統一運用。\n戊、 監督所屬山口查驗站、辦理公教人員、及民眾進出山地之管制檢查。\n己、 監督所屬山口查驗站、辦理軍人或部隊進出山地之檢查。\n庚、 督導各鄉協助軍隊構築工事。\n辛、 督導各鄉協助軍隊整備及交通通訊事宜。\n（2） 39 年 5 月，原東南軍政長官公署情報會議秘書處改組為臺灣省情報委員會，直隸於參謀總長，負責統一指揮監督全臺各情報機關、統籌全臺保防工作；同年 10 月，臺灣省情報委員會修正組織規程，並增訂「臺灣省情報委員會山地工作委員會組織辦法」，後據以下設山地工作委員會，其編組由臺灣省情報委員會主委及副主委指派專人負責主持，餘由保安司令部及所屬山地指揮所、政治部、國防部保密局（現已改制為國防部軍事情報局）、內政部調查局（現已改制為法務部調查局）、臺灣省警務處、臺灣省政府民政廳等有關單位選派有山地工作經驗之人員兼任委員。山地工作委員會的主要任務如下：\n甲、 關於山地情報綜合研判及蒐集指導等有關設計之決定事項。\n公告版乙、 關於山地不穩份子潛伏活動之調查監視及防範等有關策略之決定事項。\n丙、 關於山地不穩份子之搜索逮捕，及民間武器彈藥之調查收繳等有關方略之決定事項。\n丁、 關於山地自首、自新份子之掌握運用等有關事項。\n戊、 關於山地情報全盤成績之檢討改進事項。\n實際的山地情報佈建工作，則由山地工作委員會再下設的「山地工作小組」進行。根據「山地工作小組」內部會議資料，其所設定的工作方法係「以秘密工作為原則，深入群眾建立關係，必要時得請山地指揮所掩護對外活動」。\n（二） 威權統治當局對阿里山原鄉乃至本案相關當事人的監控佈局及政治偵辦\n1. 依本會調查之檔案顯示，實際涉入阿里山原鄉情蒐活動的單位，涵括臺灣省政府及其下設民政單位、臺灣省警務處、保安司令部、吳鳳治安指揮所、山地委員會下設山地小組等，乃至中國國民黨中央改造委員會第六組（掌理對社會經濟政治等動態有關資料之搜集整理研究與對敵鬥爭之策劃），亦可見其涉入之蹤跡，並各據其所有，由機關編制內人員及運用人員交織成的情報網絡，呈報相當多阿里山原鄉內對威權統治當局不滿的言論，其中涉及本案相關當事人者如：\n（1） 40 年 4 月 27 日，吳繼鳳（吳鳳治安指揮所化名）呈報高仰之（保安司令部保安處，下稱保安處之化名）「運用員梁○○除在樂野村負責搜集情報外，並賦予對政府之德政作義務之宣傳，以期達到收效成果，殊料該村國校校長范丁南（嘉義組交查有案）從中挑撥離間，時向村長武義德稱『梁○○時與指揮所來往，無疑即講你們的壞話』公告版等語，…影響本所工作之推行至鉅」。\n（2） 龍中仁（任職於吳鳳治安指揮所之人員）向范先生（保安處之化名）又於 41 年 4 月 26 日、5 月12 日、5 月 15 日呈報「查嘉義縣警察局山地警務股巡官汪清山…擁有惡勢力（頭目系統）思想偏差、不滿政府…」、「據運用員黃○○（吳鳳鄉國民兵隊附）報稱吳鳳鄉國民兵隊部奉令舉辦十個年次身家調查體格檢查準備動員召集工作，曾電飭各村長轉知應檢青年遵期集合，吳鳳鄉公所受檢，惟獨有樂野村長武義德置之不理，致影響動員工作。…」、「據運用員劉○○報稱匪嫌范丁南每日在升旗典禮後，由教員輪流領導呼口號時，該范丁南佇立講台前氣宇傲慢、緊閉嘴唇，不隨同呼喊，並故意與村長武義德賣弄，藐視政府、致影響山胞兒童教育心理。…」，並提出研判意見「范丁南與武義德等邇來反對政府，愈發明顯。」\n2. 復據檔案顯示，本案相關當事人中，高一生、湯守仁一方面被視為「山地不穩份子」，另一方面因具有對阿里山原鄉的政治影響力，被政府視為危險人物，而被列入情報蒐集對象，尤其在 39 年 10 月後，因簡吉、林立、劉水龍、楊熙文等人被捕，供出高一生、湯守仁在阿里山私藏武器、預備作為共產黨內應之嫌疑。儘管湯守仁、高一生迅於 39 年 10 月中旬辦理自新，並協助保安司令部「將潛隱樂野山上匪諜張明顯、劉（許）石柱、陳正辰、林瀛洲等四名逮獲」，威權統治當局仍認有嚴密監控之必要，檔案中可見有關高一生、湯守仁在吳鳳鄉私藏武器、在地的政治影響力、人際關係網絡等各項情報，持續匯入保安司令司令部：\n（1） 38 年 2 月，臺灣省民政廳山地行政處代電臺南縣政府，據報「查吳鳳鄉鄉長兼巡官高一生能力雖強，做事嫌霸，間有村民抱不滿者，因其兼公告版理警政，敢怒不敢言，且該員對政府態度陽順陰伺機，前在調查各地方士紳黨派表中業已謹報……在本鄉情形，使高一生一身集權、政、警，仍屬危險，為此，謹請鈞長商洽警務處予以分開，至於後任巡官，似以現樂野村派出所警長汪清山繼任為宜。」（2） 39 年 10 月，孫福生致朱光華情報：「…（二）遵飭據 142 同志報稱：1.查臺南縣嘉義區吳鳳鄉長高一生及湯守仁（均蕃酋）藉名高山同胞墾荒于去（38）年 12 月間曾向臺南縣政府申請阿里山人民保留地 3 千 600 公頃，約合 150 甲，縣府以該地係人民保留地，未便據情轉省。但高氏志在必得，越（39）年一月間，親自晉省向農林廳徐（慶鐘）廳長申請，徐廳長竟即時批准…蓋政府素對高山族抱懷柔政策，事事均給高等方便，高則誤認為政府無能管理山胞，野心越來越大，倘不作適當處置，實為國家莫大隱憂。… 3.另聞湯守仁現在山地密藏有機槍兩挺。」（3） 39 年 11 月 17 日臺灣省警務處向保安司令部呈報「一、據報：（1）吳鳳鄉湯守仁等開設新美農場原有野心，事發後該場現已停工，前曾向土地銀行借貸五十萬在嘉義市設置宿舍花天酒地恐已化盡，近遷返樂野村擬再要求政府發給建設費或補助費而動員青年村民補修水河道路、鐵線橋等工作，青年內心甚為不滿，其中有一青年說政府發給之款專為鄉長私用而派青年做無錢工，鄉長自己好我們都苦了亟盼政府對該鄉嚴密監視，並派平地籍官員服務於山地以資預防而謀山地安定，對湯高等勿予重用與信任...」；40 年 7 月，臺灣省警務處長陶一珊抄送嘉義縣警察局長李道和彙報山地最新情況給保安處長，其中針對高一生公告版提出「高一生現任吳鳳鄉長、兼任吳鳳鄉山地治安指揮所副指揮官及本局額外督察員，掌握山地行政職權甚大，專事培養私人勢力...若不即謀分化其潛在勢力，一旦有事則難以掌握…」。\n（4） 40 年 1 月 4 日，吳繼鳳向高仰之呈報：「據阿里山林場朱督察桂生談稱：『據奮起湖站機關庫曾庫長文雅告云，高一生湯守仁於去(39)年 10 月 15日左右曾密令曾文雅鍊打鐵刀 50 把…』。林秀欒批示：「二科彙辦」。\n（5） 40 年 8 月，臺灣省政府抄送國民黨中央改造委員會第六組所彙輯「阿里山山地情況社會調查報告」中有關治安部分，請保安司令部參考辦理，內文整理阿里山各派政治勢力，指出「高一生（吳鳳鄉長）因土著潛勢力及職位關係，凡公教自治人員人民團體皆受籠絡、勢力最大、兇殘不馴，彼與湯守仁對鄉民確有控制力，故最近雖發現其為共匪武裝首領，政府慎於處理，未曾即予逮捕。」（6） 40 年 11 月，臺灣省主席派遣保安司令部（政治部第三科）、臺灣省政府農林廳、臺灣省政府民政廳前往嘉義調查新美農場營運狀況並製作調查報告。後保安司令部將調查結果向上呈報總統府資料室機要組，總統府資料室機要組於 41 年 1 月以用牋回復保安司令部「二、另據別報『（一）湯守仁前係省府民政廳第五科山地籍指導員，以吳鳳鄉匪諜案為保安司令部逮捕並予運用，...與高一生、林瑞昌（省議員）、杜孝生（縣議員）等關係甚為密切...』」。\n3. 威權統治當局在阿里山原鄉所發動最為嚴密的監控，是派遣情報人員對湯守仁的臥底監察。40 年 6 月，保安處根據情蒐所得，代電山地小組：「…二、查湯守仁係山地具有潛勢力份子，其過去從事山地活動建立匪公告版黨關係殊多，該組應予密切查看，並將考核情形隨時具報為妥。」，後山地小組派任中尉「步凱」（後易名為「路平」）掩護其真正身分，潛藏於湯守仁（於步凱報告中化名為「水易」）所開設的商店「高興行」擔任職員，歷時約15個月近身嚴密監控情蒐，情蒐程度鉅細靡遺。\n步凱報告的頻率從每兩日一次到半個月一次不等，報告湯守仁的每日行程、來往對象，觀察對象不僅政治性言行，亦擴及高興行經營手法、財務狀況、人際往來成員，乃至私密及家庭關係，均加以記錄。本案當事人杜孝生之動態，以及其涉入之新美農場設立、農會運作等亦出現於步凱報告之中，如：\n（1） 40 年 12 月 12 日路平呈孔大中（任職於山地小組之人員）報告水易之新友關係「A 有關高一生部分：1 新美農場的風波 11 月 8日吳主席手令民政廳黃科長、保安部楊科長、農林廳廖組長赴吳鳳鄉調查新美農場五十萬借款問題，調查人員在赴新美農場之前，雖用電話與高一生連絡，但因電話故障，未能取得連絡，因之高一生竟以為係秘密調查，於 11 月 13 日在阿里山，高乘酒興之餘，態度失常，是晚曾與調查人員發生誤會。事後水易由姚禎處得悉情形，遂於17 日用電話連絡，19 日高由達邦來嘉義，由水易陪同，親往阿里山俱樂部向調查人員道歉。…B關於吳鳳鄉農會的風聞 據水易談稱，現吳鳳農會，應將應配給農民之配給物品如肥料等，農會的職員不按照規定，欺騙山胞無知，竟轉賣出售。為防止發生問題，對山胞之山產物資，則比一般採購商人出高價收買，以求山胞之歡心，藉而防止山胞之不滿。水易說：『這種事情千萬做不得的，山胞如果全體知道了，恐怕將來一定發生很大問題。』水易曾私自告訴路平說：『有時間可以私下公告版對姚禎溝通一下，不要再繼續做下去才好』，但路平沒有對姚禎說。」（2） 41 年 2 月 20 日 路平報告孔大中水易之言行「B 杜孝生部分 1 2 月 10 日因解決樂野村長武義德及劉通陶事件，高一生、水易、杜孝生等，在中山路吳鳳鄉農會連絡處的時候，杜孝生忽然提出山地國民學校學生教科書的問題，杜說：『聽說山地國校教科書的程度，要比照平地國校的程度淺陋二年級的程度，這個問題很嚴重。』高一生說：『真的嗎？這個問題還沒有仔細的研究過，如果真的，實在太不公平了。」水易接著說：『這或可能認為山地水準低，特別編纂的，但是如果要差的太多，那麼山地學生升中等學校，不論怎樣有優待辦法，總是趕不上的。』杜說：『對啦！這個問題值得研究』。」（3） 41 年 3 月 8 日步凱續報水易「水易說，田○○威脅他說：『政府正在調查林瑞昌、杜孝生、以及水易自己，不出一個月就全部逮捕，你們山地的幾個領導人非常危險，要特別注意。』…水易說：『自從那件事情後，一直就沒有敢去臺北辦事，並不敢接觸高一生和杜孝生，但是到現在證明了政府並沒有這樣的意思，心理比較安定』。」（4） 41 年 5 月 31 日步凱報告水易案「…附報 3.杜孝生已辭去縣議員，專任吳鳳鄉衛生所所長，已於 5 月 12 日偕眷返回吳鳳鄉。…」\n4. 威權統治當局不僅對阿里山原鄉進行全面性監控與廣泛情報蒐集，對本件高一生、杜孝生、廖麗川涉入貪汙嫌疑之偵查與逮捕行動，亦有種種政治性考量和作為：\n（1） 41 年 2 月 7 日，保安司令部保安處第 1 科（負公告版責情報蒐集）擬稿，擬向臺灣省政府報告情蒐所得「嘉義縣吳鳳鄉長高一生貪汙瀆職、藐視政府法令，並勾結縣議員杜孝生，偽冒鄉農會名義，套取政府救濟物資，變賣私肥…」，然於呈核過程中，經保安處長林秀欒批示「速件 交三科楊科長倂辦 簽核」。\n（2） 保安處第 3 科於 41 年 3 月 27 日上簽，表示「前奉鈞座交辦嘉義縣吳鳳鄉鄉長高一生等貪汙不法案，…該高一生與吳鳳鄉公所經濟股主任盧福基、森林幹事廖麗川、縣參議員杜孝生等共同貪汙，自應懲辦」，並檢附 40 年 11 月三方會同調查新美農場報告、41 年 1 月 26 日吳鳳治安指揮所報告、41 年 2 月 19 日嘉義縣政府報告作為證據資料，據以請示由保安處主辦。由於忌憚「該高一生等，于地方擁有部份實力，向為山胞信賴」，保安處於簽文中建議有關代理鄉長人選，並建議可於部落廣傳「高一生等犯罪行為」之說明資料，另建議警備系統對「高、杜等黨羽」控制等偵辦行動，必須提早部署規劃，後經保安司令吳國楨批核「如擬 由本部法辦」。\n（3） 41 年 6 月 10 日，保安處第 3 科即以前述 41年 3 月 27 日簽文內容為基礎，簽擬更為具體的「行動辦法」，內容除分層設計逮捕策略（對高一生、杜孝生人擬定誘捕計畫、對湯守仁、汪清山等「與高等關係較密切之人」予以「控制」），更同時精心設計製作「揭發」高一生、杜孝生、盧福基、廖麗川等人貪汙事證之中、日文版宣傳文字。\n（4） 惟據檔案資料顯示，威權統治當局在未掌握明確的貪汙證據情況下，先行逮捕高一生等人，但直至高一生等人移送軍法處後，才由軍事檢察公告版官蒐集相關證據，以新美農場貪汙案最重要的關鍵性證物新美農場帳冊為例：\n甲、 高一生、杜孝生等移送至保安司令部軍法處後，保安司令部軍法處於 41 年 11 月代電該部政治部，表示「二、查卷內去年 11 月貴部第三科科長楊又凡奉派會同民政廳科長黃式鴻、農林廳技正廖南才調查高一生等貪汙案之報告僅附圖表及談話筆錄計 13 件，並未附送新美農場帳冊…」請政治部檢送新美農場帳冊。\n乙、 保安司令部政治部於 41 年 12 月 11 日代電回復，表示「經詢據前本部第三科長楊科長又凡聲稱，新美農場帳冊仍存嘉義縣政府山地室」。\n丙、 後保安司令部軍法處於 41 年 12 月 24 日代電嘉義縣政府，要求檢送該新美農場帳冊。\n丁、 惟檔案中查無保安司令部有取得帳冊之紀錄。\n（5） 不僅如此，威權統治當局雖以「法辦高一生等貪汙案」為案由，擬定並發動逮捕等行動，卻意利用逮捕拘禁阿里山賢達之機會，對其詢問與貪汙犯罪偵查事實無關之山地行政管理事項，以取得原鄉治理之政治性資訊：\n甲、 在本案共同被告湯守仁、汪清山於 41 年9 月 11 日依「行動辦法」交由保安司令部「控制」後，保安司令部並未訊問犯罪事實，卻先要求湯守仁及汪清山對一般性之山地鄉管理等議題提出意見（含保留地變更、造林、交通、徵兵、動員等問題），吳鳳鄉管理問題之意見（含治安方面、治安指揮所的檢討、武器問題、青年服務隊、物資缺乏、改造建設檢討、教育公告版方法、衛生設備等等），並作成「吳鳳鄉一般情形檢討記錄」（共三份）、「吳鳳鄉武器問題研討」（共三份）、「吳鳳鄉教育情形檢討記錄」（共一份）、以及「新美農場有關事項檢討」（共一份），其內容與偵查之犯罪並無直接關連。\n乙、 此外，由負責與湯、汪進行「談話」與「研討」之山地小組長李億於「吳鳳鄉武器問題研討」紀錄上黏貼便條所載：「一、關於本案之偵查意見：1、據線審訊武氏二弟兄。2.根據資料追究武○○所透露經過事實…」，以及其於 41 年 9 月 13 日以便條請示「湯守仁以其家屬最近可能北上探視，於抵達時希冀准予接見，以便收其此來目的純為政府處理案件，於其本身並無不利之處…屆時可否准予會面？」可知威權統治當局一方面忌於阿里山原住民族擁有武器、具有戰鬥能力，另一方面對於原住民族文化和生活方式不理解，茲佯稱湯守仁、汪清山係以證人身分到案，在問話過程中對於原鄉的政治治理進行刺探及瞭解。\n（三） 威權統治當局對於本案當事人所涉貪汙案件的追訴、審判，是配合其在阿里山原鄉的政治性偵防及監控，以取得政治控制的手段，違反自由民主憲政秩序\n1. 國家基於人民犯罪之偵查及國家安全之需要，並非不得針對人民進行情報資訊的蒐集，然不論是犯罪偵查獲國家情報蒐集，在自由民主憲政國家其權力均應受到限制及制衡。首先，犯罪之偵查必須符合憲法第八條法律保留原則、正當法律程序以及比例原則的要求；對於作為調查手段的臨檢、搜索以及對人民通訊監察等，皆應依照法律所規定之程序為之，始為憲法之所許（司公告版法院釋字第 384 號解釋、第 535 號解釋、第 631 號解釋參照）。至於基於國家安全工作所需的情報蒐集，乃情報機關基於職權對於足以影響國家安全之資訊進行蒐集，國家對此種資訊固有進行蒐集、研析、處理及運用之必要，然自由民主憲政國家為避免權力的濫用，國家安全情報工作不僅應有民意授權，亦應受到一定程度的明確限制（參見許宗力，《民主國家的情報活動-重建情報法制的若干建議》，法與國家權力，頁 384-385，1993 年），並非因情報工作隸屬國家安全範圍即完全不受憲法或法律之限制。在威權統治時期，政府以國家安全、肅清匪諜為名建立起廣泛綿密的情報網絡，其情報工作或無任何授權，或僅憑行政命令即執行，其權力來源或來自總統及軍事機關、或來自政黨系統，皆未受任何之權力限制及制衡。\n2. 對於人民的政治監控，不單對個別人民為之，更因威權統治當局忌憚人民的群體力量威脅其統治基礎，更容易針對特定群體為之。威權統治當局對於在政治上認定威脅其統治基礎的對象，更是傾各種資源為之，透過政治監控手段達到實質政治控制的效果。從前述資料證據可證，威權統治當局在沒有任何有力的證據顯示人民的犯罪嫌疑，即對阿里山原鄉進行廣泛佈線監控。透過政治監控所得的資料，任意揀選特定情報，作為啟動追訴、審判之依據，且在事證尚未明確之前，即以貪汙叛亂之名擬定逮捕計畫大規模逮捕原鄉賢達，並擬定宣傳公關計畫，在未為起訴、審判前大肆對外宣布被逮捕人之未證事實，分化原住民部落內部族群情感。其一連串之作為與一般犯罪的追訴審判極為不同，充滿政治性的考量。\n3. 綜上，本件對貪汙案的追訴審判，係威權統治當局對阿里山原鄉政治控制的手段，濫用應受拘束之國家權力，以達到政治上打壓異己、以及控制原住民族的目公告版的，戕害阿里山原鄉內群體的主體性，顯然違反自由民主憲政秩序。\n二、 本件杜孝生、廖麗川所涉貪汙案件受保安司令部追訴及審判，嚴重違反公平審判原則（一） 憲法第 16 條保障人民之訴訟權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利（參考司法院釋字第 512 號解釋理由書）。\n（二） 憲法第 9 條規定：「人民除現役軍人外，不受軍事審判」，乃因現役軍人負有保衛國家之特別義務，基於國家安全與軍事需要，對其犯罪行為得設軍事審判之特別訴訟程序（司法院釋字第 436 號參照）。此外，威權統治當局自 38 年 5 月 20 日起，在臺灣施行戒嚴體制，授權軍事機關對特定刑事案件進行軍事審判，不論被告具現役軍人身分與否。按 38 年 1 月 14 日修正、當時有效之戒嚴法第 8條：「（第 1 項）戒嚴時期接戰地域內，關於刑法上左列各罪，軍事機關得自行審判或交法院審判之。一、內亂罪。\n二、外患罪。三、妨害秩序罪。四、公共危險罪。五、偽造貨幣有價證券及文書印文各罪。六、殺人罪。七、妨害自由罪。八、搶奪強盜及海盜罪。九、恐嚇及擄人勒贖罪。\n十、毀棄損壞罪。（第 2 項）犯前項以外之其他特別刑法之罪者，亦同。（第 3 項）…」，其立法意旨在於確保接戰地域有關國防軍事或對社會治安有重大關係之刑事案件，由軍事審判來穩定秩序。\n（三） 惟，就軍事審判的範圍，38 年戒嚴令頒布後，即有臺灣省參議會代表建議，應將軍人匪諜及搶劫重大案件，以一般性案件送法院辦理，促使國防部與司法行政部針對軍法及司法機關受理案件劃分之原則進行討論，後行政院數度發布劃分辦法，讓軍事機關保留若干犯罪案件的自行審判權，其餘則交普通法院審理，以限縮軍事審判的範圍：\n1. 40 年 10 月 20 日通過「臺灣省戒嚴時期軍法及司法機公告版關受理案件劃分暫行辦法」，限定軍法機關所受理的案件「應以與軍事或地方治安有重大關係者為限」，並將「戒嚴法」第 8 條所列各罪劃分為「由軍法機關審判」與「由司法機關審判」等兩個部分。另外，該辦法在劃歸軍事機關審查的部分，加上「與軍事或地方治安無重大關係者應由司法機關審判」的但書。再者，關於觸犯特別刑法的案件，該辦法規定由軍事機關受理者「以與軍事或地方治安有重大關係者為限」，其餘則由司法機關受理，但於隔年廢止。\n2. 41 年 5 月 10 日發布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，其中第 2 條第 1 項規定：「軍法機關自行審判案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例懲治叛亂條例所定之罪。三、犯懲治盜匪條例所定之罪。四、非軍人勾結軍人犯懲治走私條例所定之罪。五、犯刑法公共危險妨害秩序之罪於地方治安有重大危害者。」、第 3 條規定：\n「除前條所規定外，其餘案件一律交由法院審判。」\n3. 43 年 10 月 15 日修正公布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」第 2 條：「軍法機關自行審判之案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例所定之罪。」（四） 於本案，杜孝生、廖麗川於 41 年 9 月 10 日與高一生、盧福基、武義德、武義享、范丁南一起被逮捕並解送至保安司令部。其後，保安司令部於 41 年 12 月 28 日以「本案與地方治安有重大關係」，呈請國防部授權審判「（高一生）案內牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等八人」；國防部復於 42 年 1 月 29 日依據「戡亂時期檢肅匪諜條例第 11 條」規定，呈請行政院核示授權保安司令部審理「高一生貪汙部分牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等五人」，後行政院於 42 年 2 月 11 日函復國防部「高一生等貪汙部分牽連犯杜孝生等五名倂准由該司令公告版部併案審理」。\n（五） 軍事審判與司法審判之管轄劃分，於審理程序中之落實，亦屬前述程序保障之一環。本案杜孝生及廖麗川所涉貪汙案所適用之審判案件劃分辦法，應為前述 41 年 5 月10 日發布之「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，惟保安司令部於 41 年 12 月向國防部參謀總長周至柔要求將高一生等貪汙一案擬請授權保安司令部審辦，係主張「本案與地方治安有重大關係」為由，對於案內牽連貪汙犯杜孝生廖麗川等人擬請一併授權保安司令部審辦，然查懲治貪汙條例所定各罪並非該劃分辦法第 2 條第 1 項第 1 至 4 款所列罪名，也非第 5 款所稱「刑法公共危險妨害秩序之罪」，自不能以「本案與地方治安有重大關係」之理由，將「高一生等貪汙部分牽連犯杜孝生等五名」交由保安司令部併案審理。\n（六） 又國防部於 42 年 1 月改以檢肅匪諜條例第 11 條為由核准併案由保安司令部審理。按戡亂時期檢肅匪諜條例第11 條規定：「匪諜牽連案件，不分犯罪事實輕重，概由匪諜案件審判機關審理之。」然查本件判決，僅泛稱「報奉國防部 42 年 2 月 18 日廉庚字第 171 號令轉奉行政院 42年 2 月 11 日台 42(法)0824 號令撤銷該湯守仁、高一生等自新，連同貪汙部分一併授權本部審理，由軍事檢察官起訴。」，並未引用檢肅匪諜條例第 11 條說明為何高一生犯罪事實中所涉貪汙部分，應由軍事機關審判，而杜孝生及廖麗川又為何一併納入軍事程序審判之說明，更全然付之闕如。\n（七） 據此，依本件判決時有效的審判案件劃分辦法，杜孝生、廖麗川所涉貪汙部分，應交由普通法院審判，本件杜孝生、廖麗川受保安司令部追訴及審判，即牴觸「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」及所揭櫫限縮軍事審判範圍之國家權力自我拘束，嚴重違反公平審判原則。\n公告版\n三、 本件軍事審判官未就杜孝生、廖麗川否認犯罪之辯解進行實質調查，侵害杜孝生、廖麗川之聽審權，違反公平審判原則（一） 憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又，憲法第 16 條保障人民訴訟權規定，旨在確保人民有依正當法律程序受公平審判之權利，訴訟制度為此須賦予人民足夠的程序保障。\n（二） 人民於訴訟程序中所享有之聽審權，屬於前述之程序保障之一環。就刑事訴訟而言，聽審權彰顯被告之程序主體地位，避免被告淪為俎上魚肉，任人宰割，以保障其依正當法律程序受公平審判之權利。聽審權之內涵包括「請求資訊權」、「請求表達權」及「請求注意權」。刑事被告所享有之請求注意權，係指法官對被告之陳述負有詳加注意之義務，因此審判程序中，法官必須全程在場，聽取並理解被告之陳述，亦須加以回應，亦即調查被告之辯解，並在判決理由中交代為何採信或不採信被告之陳述，否則無從檢驗法官確實已盡前述注意義務。即使是在威權統治時期，上述聽審權保障仍為最高法院判例所肯認，就此有該院 48 年台上字第 1325 號刑事判例：「原審未於審判期日，就上訴人否認犯罪所為有利辯解事項與證據，予以調查，亦不於判決理由內加以論列，率行判決，自屬於法有違。」可參。\n（三） 34 年 12 月 26 日修正公布之「中華民國刑事訴訟法」（現已修正為「刑事訴訟法」）第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，依當時之同法第 270 條：「被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 1公告版項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。（第 2 項）」之規定，禁止以不正方法取得被告自白，亦即自白必須出於被告之自由意志，以符憲法第 8 條所揭示「正當法律程序原則」之意旨；而禁止以自白作為唯一證據，係為避免過度偏重自白之證據價值，革除強迫被告自白之誘因，以落實「不自證己罪原則」以及「無罪推定原則」，並確保被告的程序主體地位。即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。\n（四） 本件判決認定，杜孝生、廖麗川與高一生共同涉有舞弊新美集體農場「公款」，因而構成剋扣職務上應行發給之財物、侵占公有財物、對於主管事務圖利等罪，固以土地銀行所撥借貸款屬公款。惟查本件檔卷資料，公設辯護人於 42年 4 月 2 日擬具公設辯護書提出「該款全部為由土地銀行撥借而來，仍須由各借款人歸償，故與銀行交往純屬一種借貸性質」，廖麗川亦於同年 10 月 6 日提出書面報告「其向土地銀行借款，係由徐農林廳長擔保每月負擔利息，故可證明為私人借款」等語，作為重要辯解。按，上開消費借貸關係之貸與人雖係土地銀行，惟其業務內容既包含向民間放款，則自不能排除因新美集體農場係私法組織，致案內貸款係私法上消費借貸關係之可能性，公設辯護人所提上述辯解並非全無調查、審酌之必要。從而若上開辯解成立，該項貸款係在高一生、杜孝生、廖麗川分別基於農場理事長、農場場長、農場總務身分，職權掌管支配之下，應屬私款，將根本動搖此部分犯罪之成立前提，然本件判決對於「新美集體農場」貸款使用法律關係為何應定性為「公款」，全未見說明，已侵害杜孝生、廖麗川之聽審權。\n（五） 復經本會清查檔案及函詢有關機關所得發現，本件公公告版設辯護人及廖麗川提出新美農場貸款屬私款之辯解，並非全然無據：\n1. 生產事業管理委員會 39 年 7 月 29 日第 60 次常務委員會議針對「嘉義縣吳鳳鄉新美集體農場請發第二次貸款案」進行討論，會議資料後附專家意見「墾民將來所負擔之利息及本金則須照五十萬零五千元兩次借款總數計算，墾民之負擔可謂重矣」。\n2. 39 年 4 月 26 日臺灣省政府農林廳回復花蓮縣政府之代電內容：「三、茲准臺灣銀行總行 39 卯徵銀營字 0977號代電以：「查本省農戶小本貸款及各種農業貸款對象，依規定不限定為平地同胞，山地同胞亦可同樣向貸款銀行申請貸款」，及臺灣土地銀行總行(39)(4)(10)總業字 0863 號函以「查本行以前所辦小額農貸，係普遍承做，並無山地平地之分，且查貸放山地同胞者亦不乏人，…，但最近貸放吳鳳鄉集體農場一處即達 50 萬元，…」。\n3. 高一生遭逮捕後，土地銀行直接函請保安司令部軍法處協助向「該場理事長」高一生催還新美農場貸款。\n（六） 上開檔卷資料顯示，公設辯護人與廖麗川於審判中提出新美農場貸款屬私款之有利辯解事項，軍事審判官卻從未對此等辯解進行調查，亦未在判決中說明不採信之理由，顯有應調查事項未調查之重大違誤，侵害杜孝生、廖麗川享有之請求注意權，且未能盡到客觀性義務及澄清義務，與憲法第 8 條及第 16 條規定、公平審判原則未符。\n四、 本件杜孝生、廖麗川之有罪判決係秉軍事長官之意志而作成，有違憲法有關權力分立及審判獨立原則之要求（一） 本件保安司令部原以 42 年 7 月 22 日(42)審三字第 25號判決：「杜孝生共同連續侵占公有財物處有期徒刑 15年。…廖麗川共同對於主管之事務直接圖利處有期徒刑 7年。..」。惟其後該判決依國防部軍法案件呈核標準呈核，公告版經國防部參謀總長周至柔簽具審核意見：「（一）被告高一生、杜孝生與林瑞昌朋分剋扣之包工款項，係均觸犯共同連續剋扣職務上應行發給之財物罪…關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…」、總統府參軍長桂永清簽註：「一、經核本案犯行…杜孝生十七年均合，擬照准。..三、廖麗川一名原判以主管事務貪污論罪所判徒刑七年，核尚嫌輕，擬飭改處廖犯為徒刑十年。…」、蔣中正總統批示「如擬」，並以 43 年2 月 8 日總統府興康字第 0161 號代電將前述意旨回復國防部。國防部再以 43 年 2 月 17 日(43)清澈字第 433 號代電回復保安司令部，原判決經總統核定「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年…」。\n嗣後，保安司令部以 43 年 2 月 25 日(42)審三字第 25 號判決改判「杜孝生共同連續侵占公有財物處有期徒刑 15年褫奪公權 10 年全部財產除酌留其家屬必須生活費外沒收。共同連續剋扣職務上應行發給之財物處有期徒刑十七年褫奪公權十年。全部財產除酌留其家屬必須生活費外沒收。廖麗川共同對於主管之事務直接圖利處有期徒刑十年褫奪公權五年全部財產除酌留其家屬必須生活費外沒收」。\n（二） 然軍法判決之呈核，於中華民國憲法施行前，原係依19 年 3 月 24 日公布之「陸海空軍審判法」第 36 條規定：\n「有左列各款情形之一者由該最高級官長以訴訟書類連同判決書呈由總司令部或軍政部海軍部呈請國民政府核定后…（略）」暨 32 年 3 月 8 日修正公布「戰時陸海空軍審判簡易規程」第 4 條規定：「有左列各款情形之一者，依陸海空軍審判法第 36 條呈請核定：…（略）（第 1 項）。\n前項核定，得呈請代行陸海空軍大元帥職權之軍事委員會委員長為之但應按月彙報國民政府備查。（第 2 項）」等規公告版定辦理。而國民政府係依「中華民國訓政時期約法」第 77條規定，為由訓政時期過渡到憲政時期之政府組織，中華民國憲法於 36 年 12 月 25 日實施，則訓政時期之「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」均不再存在。準此，上揭「陸海空軍審判法」及「戰時陸海空軍審判簡易規程」有關呈核「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」之規定即失所附麗，從而軍法判決呈由軍事統帥核准之作法本應於行憲後即告終止。\n（三） 然國防部竟於 39 年 6 月將陸海空軍審判法及戰時陸海空軍簡易審判規程，關於呈核之規定，綜合刪併為「國防部軍法案件呈核標準」，其中規定「一、左列案件由參謀總長逕呈總統核定：甲.將官及其同等軍人處有期徒刑以上之刑者。乙. 校官及其同等軍人處十年以上有期徒刑以上之刑者。二、左列案件由總統授權參謀總長代核，月終制表檢同原判彙呈核備：甲. 尉官准尉官及其同等軍人處無期徒刑以上之刑者。乙. 士兵及其同等軍人處死刑者。\n丙.非軍人依法應受軍法裁判案件之處死刑者。但高級官吏及情節重大案件仍呈請總統核定。三、不屬前兩項各款規定刑度之案件，由參謀總長逕予核准或備查」，經呈奉總統府核准於 39 年 6 月 15 日實施。嗣蔣中正總統更以\n(40)午冬乾瑞字 40376 號代電命令修正呈核標準：「查軍法案件呈核標準嗣後應照下列規定辦理：（一）非軍人及官吏受軍法裁判之案件處徒刑十五年以上者，應照軍法案件呈核標準第一項辦理，由參謀總長逕呈核定。（二）將官及同等軍人或高級官吏受軍法裁判而為諭知無罪判決者，應照交辦案件例，由參謀總長逕呈核定後始得宣告。\n（三）其他案件應否呈請核定，仍照前規定軍法案件呈核標準辦理。以上三項希即遵照為盼。」藉由上述呈核標準之頒訂及修正，訓政時期軍法判決呈核之作法乃告復活，進而受軍事審判軍、民之生殺予奪，均操於蔣中正總統之手。\n公告版（四） 惟，有關權力分立與制衡之原則，具有本質之重要性，乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務，經司法院釋字第 499 號解釋理由書闡釋甚明，乃自由民主憲政秩序之核心內涵。除此之外，司法院釋字第436 號解釋文也認為軍事審判亦具司法權之性質，其發動與運作，必須符合正當法律程序之最低要求，包括獨立、公正之審判機關與程序，並不得違背憲法第 77 條司法院為國家最高司法機關，掌理刑事訴訟審判，第 80 條法官依法律獨立審判，不受任何干涉等有關司法權建制之憲政原理。因此，軍事審判仍受憲法第 80 條：「法官須超出黨派以外，依據法律獨立審判，不受任何干涉」所定審判獨立原則之適用。若此項審判、處罰之權力竟遭行政權或立法權僭取，即有違權力分立原則。又縱名義上雖由司法機關審判，但若受審判機關外之權力干涉，甚至須秉干涉者之意志審判，則既無審判獨立可言，更遑論權力分立。蔣中正總統下令收攬軍事審判之終局決定權於己手，而能決定受軍事審判軍、民之生死與自由，實已臻集權之極而與君主獨裁無異，自有違憲法上權力分立之原則。\n（五） 本件經由周至柔、桂永清於呈轉過程中簽擬，蔣中正總統核定：「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年..」，保安司令部「報奉 國防部 43年 2 月 17 日(43)清澈字第 433 號令示」改判處杜孝生有期徒刑 17 年、廖麗川有期徒刑 10 年。從而，杜孝生、廖麗川之有罪判決，實係秉軍事長官之意志作成，判決之名義機關保安司令部猶如傀儡，本件之追訴、審判全然違反審判獨立原則，顯違自由民主憲政秩序。\n陸、 綜上，本件杜孝生、廖麗川受保安司令部(42)審三字第 25 號刑事有罪判決，違反自由民主憲政秩序、侵害公平審判原則，屬依促公告版進轉型正義條例應予平復司法不法之刑事有罪判決。該有罪判決暨其刑、褫奪公權及沒收之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。\n據上論結，爰依促進轉型正義條例第 6 條第 1 項及第 3 項第 2 款規定，決定如主文。\n促進轉型正義委員會主任委員 楊 翠委員 葉虹靈林佳範陳雨凡王增勇許雪姬蔡志偉 Awi Mona徐偉群彭仁郁中 華 民 國 1 0 9 年 7 月 2 9 日附表：參與保安司令部(42)審三字第 25 號刑事有罪判決之相關起訴者、審判者、呈核者、核定者起訴者 審判者 呈核者 核定者軍事檢察官 軍事審判官 國防部參謀總 總統蔣中正嚴同暉 殷敬文 長（軍事檢察官 周至柔嚴同暉蒞庭） 總統府參軍長桂永清",
    "main_text": "杜孝生、廖麗川所受臺灣省保安司令部(42)審三字第 25 號刑事有罪判決暨其刑、褫奪公權及沒收之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。",
    "facts": "可分為二部分，略以：\n一、 侵占「新美農場」公款、穀種（一） 高一生於 39 年 4 月間計畫籌設新美集體農場，商請林瑞昌幫向臺灣省政府請准指定臺灣土地銀行撥借新台幣 50 萬元，除先扣利息外，實領 44 萬 1 千 461 元作為開墾水田之用。高一生、杜孝生先後辦理招標開墾新美集體農場第一農場及第二農場水田時，分別囑令中標承包人林萬來出具新台幣 18 萬 8 千元，及林旺出具 12 萬400 元之領據，由高一生交與會計員姚禎登帳，而實際發與林萬來之款僅 16 萬 300 元，擅行剋扣 2 萬 7 千 700元；林旺實領到 8 萬 6 千 300 元，被扣發 3 萬 4 千 100元，高一生與其弟充任吳鳳鄉衛生所長兼該場場長即被告杜孝生及林瑞昌勾結由杜孝生分得 1 萬元、林瑞昌得2 萬元、高一生自得 3 萬 1 千 800 元之事實，犯共同連公告版續剋扣職務上應行發給之財物罪。時任農場監督洪華夏經高一生允許，向林萬來索取回扣，並命廖麗川前往取得 2 萬 2 千元，由洪廖二人平分。\n（二） 39 年 5 月間，高一生、杜孝生共議藉名購買發動機，提取該場公款 3 萬元，存放臺北亞細亞電料行生息，由杜孝生吞沒，犯共同侵占公有財物罪。\n（三） 被告高一生於 39 年由杜孝生、洪華夏經手向省農林廳具領撥助新美集體農場谷種一萬台斤，除撥交該場500 台斤及貸與農戶 300 台斤外，餘 9200 台斤悉與杜孝生、洪華夏串同，由洪華夏運往嘉義市售賣吞沒。\n二、 侵占政府配發的肥料、棉布、生產貸款。\n（一） 高一生在吳鳳鄉公所鄉長任內，自 37 年起至 41 年先後向臺灣省糧食局臺南事務所嘉義分所申請配發換谷肥料硫酸錏等 7 批計 14 萬 5 千 240 公斤、換谷白細布等 5批計 1 千 440 碼，並於 40 年度領取還谷之農貸款（即生產貸款）2 期 4 次計新台幣 7 萬 5 千 600 元，先均由鄉公所自辦，迄 40 年 5 月起將肥料、棉布交由吳鳳鄉農會籌備會（由杜孝生與商人盧朝清組織成立）處理。\n（二） 嘉義糧食分所於 41 年派員會同清倉，發覺其所報存谷及糙米數量均屬虛偽，經結算至同年 9 月止計虧短稻谷5 萬 4 千 3 公斤 3 公分、糙米 3 萬 6 千 896 公斤。\n（三） 高一生、杜孝生對於嘉義糧食分所歷次配發的肥料、棉布，僅實際配與農民 738 公斤，另以 8 千 360 公斤及 1萬 4 千 125 公斤先後兩次向商人廖春秋換谷 7 千 590 公斤及 1 萬 3 千 960 公斤，又以 2 萬 3 千 175 公斤由何汝槐介紹與村民換谷 1 萬 4 千公斤，除內有 2 千 607 公斤未收回外，實收 1 萬 1 千 392 公斤 40 公分，均由該高一生杜孝生盧朝清串同吞沒，其餘肥料與棉布均被售賣。\n（四） 至生產貸款，亦未貸與農戶，賒款 3 萬 5 千 600 元竟無下落，另擅自提撥 4 萬元充該籌備會周轉金，嗣該高一生復在週轉金內私提 6 千 609 元 4 角，杜孝生亦提用 9 千公告版157 元。\n肆、 促進轉型正義條例第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法…」，「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：一、（略）。二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促進轉型正義條例第 6 條第 1 項前段、第 2 項及第 3 項第2 款定有明文。\n伍、 杜孝生、廖麗川所受刑事有罪判決，係屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件\n一、 本件追訴、審判是威權統治當局遂行對阿里山原鄉政治控制的手段，違反自由民主憲政秩序（一） 威權統治時期的山地行政及山地監控\n1. 威權統治當局對臺灣山地區域採取的「山地行政」措施，係將山地（原住民族）社會納入國家一元式行政體系統治的連續性過程。從範圍上來看，戰後中華民國政府認為動員戡亂時期應集中人力財力在國共內戰上，不變更行政區劃以維持社會安定。因此，沿襲日治時期的行政區劃，繼續日治時期的蕃地／平地界線。戰後初期，行政長官公署撤廢日治時期對於蕃人（原住民族）所實施的警察統治，「理蕃」相關業務由臺灣省警務處公告版接管，對山地地區採取管制狀態，制定相關入山管制辦法。其後，臺灣省政府認為山胞（原住民族）缺乏現代化與文明的觀念，須透過加強管制入山，以免不法之徒進入山區，影響山地社會安定。\n2. 臺灣省政府認為山地地區相較於平地地區落後、發展遲緩與社會落後等原因，在於山胞（原住民族）個性純樸保守、知識較低、迷信以及重視現實利益與缺乏理想，安於現狀所導致。是以，臺灣省政府認應針對山地地區實際狀況施行符合落後社會的特殊施政，視山胞（原住民族）為「生活習慣特殊國民」（臺灣省各縣山地保留地管理辦法，民國 37 年；臺灣省山地教育實況調查報告書第一期，頁 33、58，民 43），促其逐漸達到與平地地區同樣的水準。在此概念下，臺灣省政府認知原住民族的發展必須有賴於國家，而非原住民族本身的文化價值，因而否認原住民族群係具政治上顯著的文化性、組織性的主體，且與一般國民有別。\n3. 準此，臺灣省政府於 42 年 12 月 14 日頒訂「促進山地行政建設大綱」，提出山地政策總目標為「山地平地化」，希冀達到目標後，逐步解除山地地區的特殊措施，使山地文化、經濟、財源等面向皆與平地地區趨向一致。建設大綱中亦敘明將按照山地各鄉經濟、文化等條件，分別訂定平地化計畫，並按各鄉進步程度，逐漸撤銷山地行政分區。省政府復於 52 年研議「臺灣省山地行政改進方案」，以「山地現代化」取代 42 年提出的「山地平地化」目標，目的在於使山胞（原住民族）及山地地區一般化，提高山胞生活水準，促其儘早與一般社會融合。\n4. 臺灣省政府從 39 年開始推行的山地行政，影響了山地地區與山胞（原住民族）的生活、環境、文化以及社會習慣，山胞（原住民族）社會因國家政策的推行，部落、家族、個人間的關係與土地的聯繫，以及原有土地制度公告版亦隨著政策產生變化。戰後政府對原住民族的歧視是長久以來歷史過程上征服、侵略與邊緣化的結果，伴隨著政府主體的優越感與認為原住民族是「原始」與「次等」的偏見。對於原住民族的歧視有其雙重性的本質：\n一方面是藉由政策漸次的破壞原住民族維持生活方式的物質與精神條件；另一方面，當原住民族嘗試要參與主體社會時，對其施以排擠與負面歧視性的態度和行為。在戰後一系列山地行政措施及移住政策的強制推行下，國家機器漸次以非原住民族文化與價值觀，取代原住民族本有的法律傳統與文化根源。政府此種貶低原住民族文化及主體性的相關政策與實質作為，對於原住民族權利數十年來造成諸多侵害，例如：侵占原住民保留地興建軍事設施；強制遷村與引入定耕農業，改變原住民族土地生產模式，造成原住民族土地秩序瓦解，損害原住民族集體及個人權利；同化政策的強制實施，原住民族傳統文化與價值觀遭致崩解，壓迫原住民族文化權利的發展，影響至鉅。\n5. 另一方面，從二二八事件過後，臺灣山地控制政策之遞嬗，可知威權統治當局以確保山地治安為名，陸續透過設立山地工作委員會、山地治安指揮所等情治單位，並搭配山地警備體系及山地清查、入山管制等行政管制措施，對山地布下層層封鎖，並交織出綿密的情報網絡，以有效監控原住民群體、防範山地為地下黨滲透：\n（1） 39 年 8 月，參謀總長周至柔因總統蔣中正令示國防部「即刻加強臺灣省山地區域之警備」，召集臺灣防衛司令部、保安司令部、憲兵司令部、臺灣省警務處等單位，擬定「山地區域警備加強辦法」，將全臺山地納入國防、軍事警備體系。同年 10 月 1 日，為統一事權，保安司令部呈奉國防部(39)浩淦字第 314 號代電核准，設立北峯、新峯、中峯、高峯、雄峯、東峯、蓮峯、吳鳳等 8 個公告版山地治安指揮所，其編組除由保安司令部派出專任人員若干外，餘由駐軍及憲警人員編成。其職掌業務如下：\n甲、 督導各鄉辦理防諜肅奸、及情報事宜。\n乙、 督導各鄉注意社團活動之監視、及非法活動之取締。\n丙、 督導各鄉山地民眾之組訓。\n丁、 指揮山地武力（如保幹、保警部隊、普通警察、森林警察、鐵路警察、青年服務隊等）之統一運用。\n戊、 監督所屬山口查驗站、辦理公教人員、及民眾進出山地之管制檢查。\n己、 監督所屬山口查驗站、辦理軍人或部隊進出山地之檢查。\n庚、 督導各鄉協助軍隊構築工事。\n辛、 督導各鄉協助軍隊整備及交通通訊事宜。\n（2） 39 年 5 月，原東南軍政長官公署情報會議秘書處改組為臺灣省情報委員會，直隸於參謀總長，負責統一指揮監督全臺各情報機關、統籌全臺保防工作；同年 10 月，臺灣省情報委員會修正組織規程，並增訂「臺灣省情報委員會山地工作委員會組織辦法」，後據以下設山地工作委員會，其編組由臺灣省情報委員會主委及副主委指派專人負責主持，餘由保安司令部及所屬山地指揮所、政治部、國防部保密局（現已改制為國防部軍事情報局）、內政部調查局（現已改制為法務部調查局）、臺灣省警務處、臺灣省政府民政廳等有關單位選派有山地工作經驗之人員兼任委員。山地工作委員會的主要任務如下：\n甲、 關於山地情報綜合研判及蒐集指導等有關設計之決定事項。\n公告版乙、 關於山地不穩份子潛伏活動之調查監視及防範等有關策略之決定事項。\n丙、 關於山地不穩份子之搜索逮捕，及民間武器彈藥之調查收繳等有關方略之決定事項。\n丁、 關於山地自首、自新份子之掌握運用等有關事項。\n戊、 關於山地情報全盤成績之檢討改進事項。\n實際的山地情報佈建工作，則由山地工作委員會再下設的「山地工作小組」進行。根據「山地工作小組」內部會議資料，其所設定的工作方法係「以秘密工作為原則，深入群眾建立關係，必要時得請山地指揮所掩護對外活動」。\n（二） 威權統治當局對阿里山原鄉乃至本案相關當事人的監控佈局及政治偵辦\n1. 依本會調查之檔案顯示，實際涉入阿里山原鄉情蒐活動的單位，涵括臺灣省政府及其下設民政單位、臺灣省警務處、保安司令部、吳鳳治安指揮所、山地委員會下設山地小組等，乃至中國國民黨中央改造委員會第六組（掌理對社會經濟政治等動態有關資料之搜集整理研究與對敵鬥爭之策劃），亦可見其涉入之蹤跡，並各據其所有，由機關編制內人員及運用人員交織成的情報網絡，呈報相當多阿里山原鄉內對威權統治當局不滿的言論，其中涉及本案相關當事人者如：\n（1） 40 年 4 月 27 日，吳繼鳳（吳鳳治安指揮所化名）呈報高仰之（保安司令部保安處，下稱保安處之化名）「運用員梁○○除在樂野村負責搜集情報外，並賦予對政府之德政作義務之宣傳，以期達到收效成果，殊料該村國校校長范丁南（嘉義組交查有案）從中挑撥離間，時向村長武義德稱『梁○○時與指揮所來往，無疑即講你們的壞話』公告版等語，…影響本所工作之推行至鉅」。\n（2） 龍中仁（任職於吳鳳治安指揮所之人員）向范先生（保安處之化名）又於 41 年 4 月 26 日、5 月12 日、5 月 15 日呈報「查嘉義縣警察局山地警務股巡官汪清山…擁有惡勢力（頭目系統）思想偏差、不滿政府…」、「據運用員黃○○（吳鳳鄉國民兵隊附）報稱吳鳳鄉國民兵隊部奉令舉辦十個年次身家調查體格檢查準備動員召集工作，曾電飭各村長轉知應檢青年遵期集合，吳鳳鄉公所受檢，惟獨有樂野村長武義德置之不理，致影響動員工作。…」、「據運用員劉○○報稱匪嫌范丁南每日在升旗典禮後，由教員輪流領導呼口號時，該范丁南佇立講台前氣宇傲慢、緊閉嘴唇，不隨同呼喊，並故意與村長武義德賣弄，藐視政府、致影響山胞兒童教育心理。…」，並提出研判意見「范丁南與武義德等邇來反對政府，愈發明顯。」\n2. 復據檔案顯示，本案相關當事人中，高一生、湯守仁一方面被視為「山地不穩份子」，另一方面因具有對阿里山原鄉的政治影響力，被政府視為危險人物，而被列入情報蒐集對象，尤其在 39 年 10 月後，因簡吉、林立、劉水龍、楊熙文等人被捕，供出高一生、湯守仁在阿里山私藏武器、預備作為共產黨內應之嫌疑。儘管湯守仁、高一生迅於 39 年 10 月中旬辦理自新，並協助保安司令部「將潛隱樂野山上匪諜張明顯、劉（許）石柱、陳正辰、林瀛洲等四名逮獲」，威權統治當局仍認有嚴密監控之必要，檔案中可見有關高一生、湯守仁在吳鳳鄉私藏武器、在地的政治影響力、人際關係網絡等各項情報，持續匯入保安司令司令部：\n（1） 38 年 2 月，臺灣省民政廳山地行政處代電臺南縣政府，據報「查吳鳳鄉鄉長兼巡官高一生能力雖強，做事嫌霸，間有村民抱不滿者，因其兼公告版理警政，敢怒不敢言，且該員對政府態度陽順陰伺機，前在調查各地方士紳黨派表中業已謹報……在本鄉情形，使高一生一身集權、政、警，仍屬危險，為此，謹請鈞長商洽警務處予以分開，至於後任巡官，似以現樂野村派出所警長汪清山繼任為宜。」（2） 39 年 10 月，孫福生致朱光華情報：「…（二）遵飭據 142 同志報稱：1.查臺南縣嘉義區吳鳳鄉長高一生及湯守仁（均蕃酋）藉名高山同胞墾荒于去（38）年 12 月間曾向臺南縣政府申請阿里山人民保留地 3 千 600 公頃，約合 150 甲，縣府以該地係人民保留地，未便據情轉省。但高氏志在必得，越（39）年一月間，親自晉省向農林廳徐（慶鐘）廳長申請，徐廳長竟即時批准…蓋政府素對高山族抱懷柔政策，事事均給高等方便，高則誤認為政府無能管理山胞，野心越來越大，倘不作適當處置，實為國家莫大隱憂。… 3.另聞湯守仁現在山地密藏有機槍兩挺。」（3） 39 年 11 月 17 日臺灣省警務處向保安司令部呈報「一、據報：（1）吳鳳鄉湯守仁等開設新美農場原有野心，事發後該場現已停工，前曾向土地銀行借貸五十萬在嘉義市設置宿舍花天酒地恐已化盡，近遷返樂野村擬再要求政府發給建設費或補助費而動員青年村民補修水河道路、鐵線橋等工作，青年內心甚為不滿，其中有一青年說政府發給之款專為鄉長私用而派青年做無錢工，鄉長自己好我們都苦了亟盼政府對該鄉嚴密監視，並派平地籍官員服務於山地以資預防而謀山地安定，對湯高等勿予重用與信任...」；40 年 7 月，臺灣省警務處長陶一珊抄送嘉義縣警察局長李道和彙報山地最新情況給保安處長，其中針對高一生公告版提出「高一生現任吳鳳鄉長、兼任吳鳳鄉山地治安指揮所副指揮官及本局額外督察員，掌握山地行政職權甚大，專事培養私人勢力...若不即謀分化其潛在勢力，一旦有事則難以掌握…」。\n（4） 40 年 1 月 4 日，吳繼鳳向高仰之呈報：「據阿里山林場朱督察桂生談稱：『據奮起湖站機關庫曾庫長文雅告云，高一生湯守仁於去(39)年 10 月 15日左右曾密令曾文雅鍊打鐵刀 50 把…』。林秀欒批示：「二科彙辦」。\n（5） 40 年 8 月，臺灣省政府抄送國民黨中央改造委員會第六組所彙輯「阿里山山地情況社會調查報告」中有關治安部分，請保安司令部參考辦理，內文整理阿里山各派政治勢力，指出「高一生（吳鳳鄉長）因土著潛勢力及職位關係，凡公教自治人員人民團體皆受籠絡、勢力最大、兇殘不馴，彼與湯守仁對鄉民確有控制力，故最近雖發現其為共匪武裝首領，政府慎於處理，未曾即予逮捕。」（6） 40 年 11 月，臺灣省主席派遣保安司令部（政治部第三科）、臺灣省政府農林廳、臺灣省政府民政廳前往嘉義調查新美農場營運狀況並製作調查報告。後保安司令部將調查結果向上呈報總統府資料室機要組，總統府資料室機要組於 41 年 1 月以用牋回復保安司令部「二、另據別報『（一）湯守仁前係省府民政廳第五科山地籍指導員，以吳鳳鄉匪諜案為保安司令部逮捕並予運用，...與高一生、林瑞昌（省議員）、杜孝生（縣議員）等關係甚為密切...』」。\n3. 威權統治當局在阿里山原鄉所發動最為嚴密的監控，是派遣情報人員對湯守仁的臥底監察。40 年 6 月，保安處根據情蒐所得，代電山地小組：「…二、查湯守仁係山地具有潛勢力份子，其過去從事山地活動建立匪公告版黨關係殊多，該組應予密切查看，並將考核情形隨時具報為妥。」，後山地小組派任中尉「步凱」（後易名為「路平」）掩護其真正身分，潛藏於湯守仁（於步凱報告中化名為「水易」）所開設的商店「高興行」擔任職員，歷時約15個月近身嚴密監控情蒐，情蒐程度鉅細靡遺。\n步凱報告的頻率從每兩日一次到半個月一次不等，報告湯守仁的每日行程、來往對象，觀察對象不僅政治性言行，亦擴及高興行經營手法、財務狀況、人際往來成員，乃至私密及家庭關係，均加以記錄。本案當事人杜孝生之動態，以及其涉入之新美農場設立、農會運作等亦出現於步凱報告之中，如：\n（1） 40 年 12 月 12 日路平呈孔大中（任職於山地小組之人員）報告水易之新友關係「A 有關高一生部分：1 新美農場的風波 11 月 8日吳主席手令民政廳黃科長、保安部楊科長、農林廳廖組長赴吳鳳鄉調查新美農場五十萬借款問題，調查人員在赴新美農場之前，雖用電話與高一生連絡，但因電話故障，未能取得連絡，因之高一生竟以為係秘密調查，於 11 月 13 日在阿里山，高乘酒興之餘，態度失常，是晚曾與調查人員發生誤會。事後水易由姚禎處得悉情形，遂於17 日用電話連絡，19 日高由達邦來嘉義，由水易陪同，親往阿里山俱樂部向調查人員道歉。…B關於吳鳳鄉農會的風聞 據水易談稱，現吳鳳農會，應將應配給農民之配給物品如肥料等，農會的職員不按照規定，欺騙山胞無知，竟轉賣出售。為防止發生問題，對山胞之山產物資，則比一般採購商人出高價收買，以求山胞之歡心，藉而防止山胞之不滿。水易說：『這種事情千萬做不得的，山胞如果全體知道了，恐怕將來一定發生很大問題。』水易曾私自告訴路平說：『有時間可以私下公告版對姚禎溝通一下，不要再繼續做下去才好』，但路平沒有對姚禎說。」（2） 41 年 2 月 20 日 路平報告孔大中水易之言行「B 杜孝生部分 1 2 月 10 日因解決樂野村長武義德及劉通陶事件，高一生、水易、杜孝生等，在中山路吳鳳鄉農會連絡處的時候，杜孝生忽然提出山地國民學校學生教科書的問題，杜說：『聽說山地國校教科書的程度，要比照平地國校的程度淺陋二年級的程度，這個問題很嚴重。』高一生說：『真的嗎？這個問題還沒有仔細的研究過，如果真的，實在太不公平了。」水易接著說：『這或可能認為山地水準低，特別編纂的，但是如果要差的太多，那麼山地學生升中等學校，不論怎樣有優待辦法，總是趕不上的。』杜說：『對啦！這個問題值得研究』。」（3） 41 年 3 月 8 日步凱續報水易「水易說，田○○威脅他說：『政府正在調查林瑞昌、杜孝生、以及水易自己，不出一個月就全部逮捕，你們山地的幾個領導人非常危險，要特別注意。』…水易說：『自從那件事情後，一直就沒有敢去臺北辦事，並不敢接觸高一生和杜孝生，但是到現在證明了政府並沒有這樣的意思，心理比較安定』。」（4） 41 年 5 月 31 日步凱報告水易案「…附報 3.杜孝生已辭去縣議員，專任吳鳳鄉衛生所所長，已於 5 月 12 日偕眷返回吳鳳鄉。…」\n4. 威權統治當局不僅對阿里山原鄉進行全面性監控與廣泛情報蒐集，對本件高一生、杜孝生、廖麗川涉入貪汙嫌疑之偵查與逮捕行動，亦有種種政治性考量和作為：\n（1） 41 年 2 月 7 日，保安司令部保安處第 1 科（負公告版責情報蒐集）擬稿，擬向臺灣省政府報告情蒐所得「嘉義縣吳鳳鄉長高一生貪汙瀆職、藐視政府法令，並勾結縣議員杜孝生，偽冒鄉農會名義，套取政府救濟物資，變賣私肥…」，然於呈核過程中，經保安處長林秀欒批示「速件 交三科楊科長倂辦 簽核」。\n（2） 保安處第 3 科於 41 年 3 月 27 日上簽，表示「前奉鈞座交辦嘉義縣吳鳳鄉鄉長高一生等貪汙不法案，…該高一生與吳鳳鄉公所經濟股主任盧福基、森林幹事廖麗川、縣參議員杜孝生等共同貪汙，自應懲辦」，並檢附 40 年 11 月三方會同調查新美農場報告、41 年 1 月 26 日吳鳳治安指揮所報告、41 年 2 月 19 日嘉義縣政府報告作為證據資料，據以請示由保安處主辦。由於忌憚「該高一生等，于地方擁有部份實力，向為山胞信賴」，保安處於簽文中建議有關代理鄉長人選，並建議可於部落廣傳「高一生等犯罪行為」之說明資料，另建議警備系統對「高、杜等黨羽」控制等偵辦行動，必須提早部署規劃，後經保安司令吳國楨批核「如擬 由本部法辦」。\n（3） 41 年 6 月 10 日，保安處第 3 科即以前述 41年 3 月 27 日簽文內容為基礎，簽擬更為具體的「行動辦法」，內容除分層設計逮捕策略（對高一生、杜孝生人擬定誘捕計畫、對湯守仁、汪清山等「與高等關係較密切之人」予以「控制」），更同時精心設計製作「揭發」高一生、杜孝生、盧福基、廖麗川等人貪汙事證之中、日文版宣傳文字。\n（4） 惟據檔案資料顯示，威權統治當局在未掌握明確的貪汙證據情況下，先行逮捕高一生等人，但直至高一生等人移送軍法處後，才由軍事檢察公告版官蒐集相關證據，以新美農場貪汙案最重要的關鍵性證物新美農場帳冊為例：\n甲、 高一生、杜孝生等移送至保安司令部軍法處後，保安司令部軍法處於 41 年 11 月代電該部政治部，表示「二、查卷內去年 11 月貴部第三科科長楊又凡奉派會同民政廳科長黃式鴻、農林廳技正廖南才調查高一生等貪汙案之報告僅附圖表及談話筆錄計 13 件，並未附送新美農場帳冊…」請政治部檢送新美農場帳冊。\n乙、 保安司令部政治部於 41 年 12 月 11 日代電回復，表示「經詢據前本部第三科長楊科長又凡聲稱，新美農場帳冊仍存嘉義縣政府山地室」。\n丙、 後保安司令部軍法處於 41 年 12 月 24 日代電嘉義縣政府，要求檢送該新美農場帳冊。\n丁、 惟檔案中查無保安司令部有取得帳冊之紀錄。\n（5） 不僅如此，威權統治當局雖以「法辦高一生等貪汙案」為案由，擬定並發動逮捕等行動，卻意利用逮捕拘禁阿里山賢達之機會，對其詢問與貪汙犯罪偵查事實無關之山地行政管理事項，以取得原鄉治理之政治性資訊：\n甲、 在本案共同被告湯守仁、汪清山於 41 年9 月 11 日依「行動辦法」交由保安司令部「控制」後，保安司令部並未訊問犯罪事實，卻先要求湯守仁及汪清山對一般性之山地鄉管理等議題提出意見（含保留地變更、造林、交通、徵兵、動員等問題），吳鳳鄉管理問題之意見（含治安方面、治安指揮所的檢討、武器問題、青年服務隊、物資缺乏、改造建設檢討、教育公告版方法、衛生設備等等），並作成「吳鳳鄉一般情形檢討記錄」（共三份）、「吳鳳鄉武器問題研討」（共三份）、「吳鳳鄉教育情形檢討記錄」（共一份）、以及「新美農場有關事項檢討」（共一份），其內容與偵查之犯罪並無直接關連。\n乙、 此外，由負責與湯、汪進行「談話」與「研討」之山地小組長李億於「吳鳳鄉武器問題研討」紀錄上黏貼便條所載：「一、關於本案之偵查意見：1、據線審訊武氏二弟兄。2.根據資料追究武○○所透露經過事實…」，以及其於 41 年 9 月 13 日以便條請示「湯守仁以其家屬最近可能北上探視，於抵達時希冀准予接見，以便收其此來目的純為政府處理案件，於其本身並無不利之處…屆時可否准予會面？」可知威權統治當局一方面忌於阿里山原住民族擁有武器、具有戰鬥能力，另一方面對於原住民族文化和生活方式不理解，茲佯稱湯守仁、汪清山係以證人身分到案，在問話過程中對於原鄉的政治治理進行刺探及瞭解。\n（三） 威權統治當局對於本案當事人所涉貪汙案件的追訴、審判，是配合其在阿里山原鄉的政治性偵防及監控，以取得政治控制的手段，違反自由民主憲政秩序\n1. 國家基於人民犯罪之偵查及國家安全之需要，並非不得針對人民進行情報資訊的蒐集，然不論是犯罪偵查獲國家情報蒐集，在自由民主憲政國家其權力均應受到限制及制衡。首先，犯罪之偵查必須符合憲法第八條法律保留原則、正當法律程序以及比例原則的要求；對於作為調查手段的臨檢、搜索以及對人民通訊監察等，皆應依照法律所規定之程序為之，始為憲法之所許（司公告版法院釋字第 384 號解釋、第 535 號解釋、第 631 號解釋參照）。至於基於國家安全工作所需的情報蒐集，乃情報機關基於職權對於足以影響國家安全之資訊進行蒐集，國家對此種資訊固有進行蒐集、研析、處理及運用之必要，然自由民主憲政國家為避免權力的濫用，國家安全情報工作不僅應有民意授權，亦應受到一定程度的明確限制（參見許宗力，《民主國家的情報活動-重建情報法制的若干建議》，法與國家權力，頁 384-385，1993 年），並非因情報工作隸屬國家安全範圍即完全不受憲法或法律之限制。在威權統治時期，政府以國家安全、肅清匪諜為名建立起廣泛綿密的情報網絡，其情報工作或無任何授權，或僅憑行政命令即執行，其權力來源或來自總統及軍事機關、或來自政黨系統，皆未受任何之權力限制及制衡。\n2. 對於人民的政治監控，不單對個別人民為之，更因威權統治當局忌憚人民的群體力量威脅其統治基礎，更容易針對特定群體為之。威權統治當局對於在政治上認定威脅其統治基礎的對象，更是傾各種資源為之，透過政治監控手段達到實質政治控制的效果。從前述資料證據可證，威權統治當局在沒有任何有力的證據顯示人民的犯罪嫌疑，即對阿里山原鄉進行廣泛佈線監控。透過政治監控所得的資料，任意揀選特定情報，作為啟動追訴、審判之依據，且在事證尚未明確之前，即以貪汙叛亂之名擬定逮捕計畫大規模逮捕原鄉賢達，並擬定宣傳公關計畫，在未為起訴、審判前大肆對外宣布被逮捕人之未證事實，分化原住民部落內部族群情感。其一連串之作為與一般犯罪的追訴審判極為不同，充滿政治性的考量。\n3. 綜上，本件對貪汙案的追訴審判，係威權統治當局對阿里山原鄉政治控制的手段，濫用應受拘束之國家權力，以達到政治上打壓異己、以及控制原住民族的目公告版的，戕害阿里山原鄉內群體的主體性，顯然違反自由民主憲政秩序。\n二、 本件杜孝生、廖麗川所涉貪汙案件受保安司令部追訴及審判，嚴重違反公平審判原則（一） 憲法第 16 條保障人民之訴訟權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利（參考司法院釋字第 512 號解釋",
    "reasoning": "壹、 本會依聲請調查杜孝生、廖麗川所受臺灣省保安司令部(42)審三字第 25 號刑事有罪判決\n一、 本件當事人杜孝生、廖麗川受臺灣省保安司令部（下稱「保安司令部」）(42)審三字第 25 號刑事有罪判決在案。其中，杜孝生遭判共同連續侵占公有財物、共同連續剋扣職務上應行發給之財物，處有期徒刑 17 年、褫奪公權 10 年；廖麗川遭判共同對於主管之事務直接圖利，處有期徒刑 10 年、褫奪公權 5 年。同案被告共計 9 人，其中湯守仁、高一生、汪清山、公告版武義德、方義仲業依二二八事件處理及賠償條例獲得賠（補）償；林瑞昌、高澤照業依戒嚴時期不當叛亂暨匪諜審判案件補償條例獲得補償，其有罪判決暨其刑、保安處分及沒收之宣告，依促進轉型正義條例第 6 條第 3 項第 1 款之規定，於促進轉型正義條例施行之日均視為撤銷。杜孝生、廖麗川部分尚未依促進轉型正義條例獲得處理，本會分別於 107 年 8 月 15 日、107 年 11 月 12 日收到杜銘哲君、廖純義君向本會提出聲請，爰依促進轉型正義條例第 6 條第 3 項第 2 款之規定，就杜孝生、廖麗川之上揭刑事有罪判決重新調查。\n二、 聲請人所提聲請意旨（一） 杜銘哲 107 年 8 月 14 日聲請書、107 年 8 月 22 日聲請書（實質內容未更動，僅修改 107 年 8 月 14 日聲請書之錯漏字），以及 109 年 7 月 15 日於本會陳述意見，所提聲請意旨略以：\n1. 本件調查、起訴、審判程序違反無罪推定原則，侵害公平審判原則（1） 情治單位於調查程序開始前，已嚴密蒐集本案被告等人之叛亂、犯罪痕跡，再擬妥誘捕方案以將相關人士逮捕到案。\n（2） 保安司令部未取得杜孝生等人明確之貪汙證據，僅引用證詞、訊問筆錄及調查報告作為定罪依據，但證詞間存有矛盾，且多屬流言，也未經審判者直接檢證。\n（3） 本件被告均由同一公設辯護人進行答辯，被告間有利害衝突時，無法提出實質有效辯護。\n2. 本件適用軍事審判程序，並併入其他懲治叛亂條例之訴訟程序中，侵害公平審判原則（1） 軍事審判程序適用長官覆核制、秘密審理及一審制，對被告公平審判權權利之保障，顯有不周。\n（2） 保安司令部將上開與公平審判權利保障相違公告版之軍審制度，依戒嚴法第 8 條第 2 項之規定，適用於非關軍事事務之杜孝生案。\n3. 本件追訴、審判是政治偵防手段，目的是打擊鄒族菁英，避免其威脅國民黨之山地統治，違反自由民主憲政秩序（1） 戒嚴體制下，國民黨利用情治系統，監控人民生活，作為地方控制及刑事控訴之依據。\n（2） 保安司令部於吳鳳鄉長期蹲點蒐集情報，杜孝生的貪汙嫌疑，是情治機關監控高一生等人的意外得知，並依據情報內容調整行動策略，包括採取措施以強化鄉民的不信任感，並淡化高一生、杜孝生被捕後形成的衝擊。\n（3） 杜孝生被捕後起訴、審判、定罪，均大幅仰賴情治單位之情蒐，反映威權統治時期黨國體制之行政濫權。\n（二） 廖純義 107 年 11 月 12 日聲請書、109 年 7 月 13 日聲請書，以及 109 年 7 月 17 日以視訊方式陳述意見，所提聲請意旨略以：\n廖麗川當時係因日語流利且具備造林專業知識，高一生商請其擔任吳鳳鄉公所森林幹事，後支援新美集體農場總務，但沒有實際負責農場的規劃，後來因為新美農場成為當時政府羅織高一生罪名的一部分，受到牽連，成為代罪羔羊。\n貳、 本件調查經過\n一、 經檢索國家發展委員會檔案管理局（以下簡稱「檔案局」）之國家檔案資訊網，查得該局典藏之「湯守仁等」檔案與杜孝生、廖麗川所涉刑事案件相關。該局業以 107 年 7 月 26 日檔應字第 1070004042 號函提供本會此卷檔案之數位檔。\n二、 本會復請行政院協助提供廖麗川因申請戒嚴時期不當叛亂暨匪諜審判案件補償金事件之訴願卷資料，行政院法規會業以 108 年 3 月 26 日院臺訴字第 1080009037 號函提供廖麗公告版川之訴願案原卷。\n三、 為釐清本案有關「新美農場」組織性質之疑點，本會函請檔案局、國史館臺灣文獻館協助搜尋並提供有關集體農場之檔案資料，並經檔案局以108年2月1日檔秘字第1080000713號函提供集體農場相關檔案、國史館臺灣文獻館提供「新美集體農場申請貸款」檔案影本及數位圖檔。\n四、 為釐清威權統治時期山地控制之具體情況，本會於 107 年9 月 17 日促轉二字第 1075200052 號函，向國防部政務辦公室調閱相關檔案。後國防部 107 年 10 月 9 日國辦文檔字1070004849 號函，同意提供該「臺省漁港及山地隘口管制警戒應改進事項」等 12 卷史政檔案。\n五、 經本會書面通知聲請人陳述意見，杜銘哲於 109 年 7 月15 日至本會陳述意見；廖純義於 109 年 7 月 17 日以視訊方式陳述意見。\n參、 本件當事人杜孝生、廖麗川所受保安司令部 43 年 2 月 25 日(42)審三字第 25 號刑事有罪判決之要旨本件與杜孝生、廖麗川有關犯罪事實可分為二部分，略以：\n一、 侵占「新美農場」公款、穀種（一） 高一生於 39 年 4 月間計畫籌設新美集體農場，商請林瑞昌幫向臺灣省政府請准指定臺灣土地銀行撥借新台幣 50 萬元，除先扣利息外，實領 44 萬 1 千 461 元作為開墾水田之用。高一生、杜孝生先後辦理招標開墾新美集體農場第一農場及第二農場水田時，分別囑令中標承包人林萬來出具新台幣 18 萬 8 千元，及林旺出具 12 萬400 元之領據，由高一生交與會計員姚禎登帳，而實際發與林萬來之款僅 16 萬 300 元，擅行剋扣 2 萬 7 千 700元；林旺實領到 8 萬 6 千 300 元，被扣發 3 萬 4 千 100元，高一生與其弟充任吳鳳鄉衛生所長兼該場場長即被告杜孝生及林瑞昌勾結由杜孝生分得 1 萬元、林瑞昌得2 萬元、高一生自得 3 萬 1 千 800 元之事實，犯共同連公告版續剋扣職務上應行發給之財物罪。時任農場監督洪華夏經高一生允許，向林萬來索取回扣，並命廖麗川前往取得 2 萬 2 千元，由洪廖二人平分。\n（二） 39 年 5 月間，高一生、杜孝生共議藉名購買發動機，提取該場公款 3 萬元，存放臺北亞細亞電料行生息，由杜孝生吞沒，犯共同侵占公有財物罪。\n（三） 被告高一生於 39 年由杜孝生、洪華夏經手向省農林廳具領撥助新美集體農場谷種一萬台斤，除撥交該場500 台斤及貸與農戶 300 台斤外，餘 9200 台斤悉與杜孝生、洪華夏串同，由洪華夏運往嘉義市售賣吞沒。\n二、 侵占政府配發的肥料、棉布、生產貸款。\n（一） 高一生在吳鳳鄉公所鄉長任內，自 37 年起至 41 年先後向臺灣省糧食局臺南事務所嘉義分所申請配發換谷肥料硫酸錏等 7 批計 14 萬 5 千 240 公斤、換谷白細布等 5批計 1 千 440 碼，並於 40 年度領取還谷之農貸款（即生產貸款）2 期 4 次計新台幣 7 萬 5 千 600 元，先均由鄉公所自辦，迄 40 年 5 月起將肥料、棉布交由吳鳳鄉農會籌備會（由杜孝生與商人盧朝清組織成立）處理。\n（二） 嘉義糧食分所於 41 年派員會同清倉，發覺其所報存谷及糙米數量均屬虛偽，經結算至同年 9 月止計虧短稻谷5 萬 4 千 3 公斤 3 公分、糙米 3 萬 6 千 896 公斤。\n（三） 高一生、杜孝生對於嘉義糧食分所歷次配發的肥料、棉布，僅實際配與農民 738 公斤，另以 8 千 360 公斤及 1萬 4 千 125 公斤先後兩次向商人廖春秋換谷 7 千 590 公斤及 1 萬 3 千 960 公斤，又以 2 萬 3 千 175 公斤由何汝槐介紹與村民換谷 1 萬 4 千公斤，除內有 2 千 607 公斤未收回外，實收 1 萬 1 千 392 公斤 40 公分，均由該高一生杜孝生盧朝清串同吞沒，其餘肥料與棉布均被售賣。\n（四） 至生產貸款，亦未貸與農戶，賒款 3 萬 5 千 600 元竟無下落，另擅自提撥 4 萬元充該籌備會周轉金，嗣該高一生復在週轉金內私提 6 千 609 元 4 角，杜孝生亦提用 9 千公告版157 元。\n肆、 促進轉型正義條例第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法…」，「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：一、（略）。二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促進轉型正義條例第 6 條第 1 項前段、第 2 項及第 3 項第2 款定有明文。\n伍、 杜孝生、廖麗川所受刑事有罪判決，係屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件\n一、 本件追訴、審判是威權統治當局遂行對阿里山原鄉政治控制的手段，違反自由民主憲政秩序（一） 威權統治時期的山地行政及山地監控\n1. 威權統治當局對臺灣山地區域採取的「山地行政」措施，係將山地（原住民族）社會納入國家一元式行政體系統治的連續性過程。從範圍上來看，戰後中華民國政府認為動員戡亂時期應集中人力財力在國共內戰上，不變更行政區劃以維持社會安定。因此，沿襲日治時期的行政區劃，繼續日治時期的蕃地／平地界線。戰後初期，行政長官公署撤廢日治時期對於蕃人（原住民族）所實施的警察統治，「理蕃」相關業務由臺灣省警務處公告版接管，對山地地區採取管制狀態，制定相關入山管制辦法。其後，臺灣省政府認為山胞（原住民族）缺乏現代化與文明的觀念，須透過加強管制入山，以免不法之徒進入山區，影響山地社會安定。\n2. 臺灣省政府認為山地地區相較於平地地區落後、發展遲緩與社會落後等原因，在於山胞（原住民族）個性純樸保守、知識較低、迷信以及重視現實利益與缺乏理想，安於現狀所導致。是以，臺灣省政府認應針對山地地區實際狀況施行符合落後社會的特殊施政，視山胞（原住民族）為「生活習慣特殊國民」（臺灣省各縣山地保留地管理辦法，民國 37 年；臺灣省山地教育實況調查報告書第一期，頁 33、58，民 43），促其逐漸達到與平地地區同樣的水準。在此概念下，臺灣省政府認知原住民族的發展必須有賴於國家，而非原住民族本身的文化價值，因而否認原住民族群係具政治上顯著的文化性、組織性的主體，且與一般國民有別。\n3. 準此，臺灣省政府於 42 年 12 月 14 日頒訂「促進山地行政建設大綱」，提出山地政策總目標為「山地平地化」，希冀達到目標後，逐步解除山地地區的特殊措施，使山地文化、經濟、財源等面向皆與平地地區趨向一致。建設大綱中亦敘明將按照山地各鄉經濟、文化等條件，分別訂定平地化計畫，並按各鄉進步程度，逐漸撤銷山地行政分區。省政府復於 52 年研議「臺灣省山地行政改進方案」，以「山地現代化」取代 42 年提出的「山地平地化」目標，目的在於使山胞（原住民族）及山地地區一般化，提高山胞生活水準，促其儘早與一般社會融合。\n4. 臺灣省政府從 39 年開始推行的山地行政，影響了山地地區與山胞（原住民族）的生活、環境、文化以及社會習慣，山胞（原住民族）社會因國家政策的推行，部落、家族、個人間的關係與土地的聯繫，以及原有土地制度公告版亦隨著政策產生變化。戰後政府對原住民族的歧視是長久以來歷史過程上征服、侵略與邊緣化的結果，伴隨著政府主體的優越感與認為原住民族是「原始」與「次等」的偏見。對於原住民族的歧視有其雙重性的本質：\n一方面是藉由政策漸次的破壞原住民族維持生活方式的物質與精神條件；另一方面，當原住民族嘗試要參與主體社會時，對其施以排擠與負面歧視性的態度和行為。在戰後一系列山地行政措施及移住政策的強制推行下，國家機器漸次以非原住民族文化與價值觀，取代原住民族本有的法律傳統與文化根源。政府此種貶低原住民族文化及主體性的相關政策與實質作為，對於原住民族權利數十年來造成諸多侵害，例如：侵占原住民保留地興建軍事設施；強制遷村與引入定耕農業，改變原住民族土地生產模式，造成原住民族土地秩序瓦解，損害原住民族集體及個人權利；同化政策的強制實施，原住民族傳統文化與價值觀遭致崩解，壓迫原住民族文化權利的發展，影響至鉅。\n5. 另一方面，從二二八事件過後，臺灣山地控制政策之遞嬗，可知威權統治當局以確保山地治安為名，陸續透過設立山地工作委員會、山地治安指揮所等情治單位，並搭配山地警備體系及山地清查、入山管制等行政管制措施，對山地布下層層封鎖，並交織出綿密的情報網絡，以有效監控原住民群體、防範山地為地下黨滲透：\n（1） 39 年 8 月，參謀總長周至柔因總統蔣中正令示國防部「即刻加強臺灣省山地區域之警備」，召集臺灣防衛司令部、保安司令部、憲兵司令部、臺灣省警務處等單位，擬定「山地區域警備加強辦法」，將全臺山地納入國防、軍事警備體系。同年 10 月 1 日，為統一事權，保安司令部呈奉國防部(39)浩淦字第 314 號代電核准，設立北峯、新峯、中峯、高峯、雄峯、東峯、蓮峯、吳鳳等 8 個公告版山地治安指揮所，其編組除由保安司令部派出專任人員若干外，餘由駐軍及憲警人員編成。其職掌業務如下：\n甲、 督導各鄉辦理防諜肅奸、及情報事宜。\n乙、 督導各鄉注意社團活動之監視、及非法活動之取締。\n丙、 督導各鄉山地民眾之組訓。\n丁、 指揮山地武力（如保幹、保警部隊、普通警察、森林警察、鐵路警察、青年服務隊等）之統一運用。\n戊、 監督所屬山口查驗站、辦理公教人員、及民眾進出山地之管制檢查。\n己、 監督所屬山口查驗站、辦理軍人或部隊進出山地之檢查。\n庚、 督導各鄉協助軍隊構築工事。\n辛、 督導各鄉協助軍隊整備及交通通訊事宜。\n（2） 39 年 5 月，原東南軍政長官公署情報會議秘書處改組為臺灣省情報委員會，直隸於參謀總長，負責統一指揮監督全臺各情報機關、統籌全臺保防工作；同年 10 月，臺灣省情報委員會修正組織規程，並增訂「臺灣省情報委員會山地工作委員會組織辦法」，後據以下設山地工作委員會，其編組由臺灣省情報委員會主委及副主委指派專人負責主持，餘由保安司令部及所屬山地指揮所、政治部、國防部保密局（現已改制為國防部軍事情報局）、內政部調查局（現已改制為法務部調查局）、臺灣省警務處、臺灣省政府民政廳等有關單位選派有山地工作經驗之人員兼任委員。山地工作委員會的主要任務如下：\n甲、 關於山地情報綜合研判及蒐集指導等有關設計之決定事項。\n公告版乙、 關於山地不穩份子潛伏活動之調查監視及防範等有關策略之決定事項。\n丙、 關於山地不穩份子之搜索逮捕，及民間武器彈藥之調查收繳等有關方略之決定事項。\n丁、 關於山地自首、自新份子之掌握運用等有關事項。\n戊、 關於山地情報全盤成績之檢討改進事項。\n實際的山地情報佈建工作，則由山地工作委員會再下設的「山地工作小組」進行。根據「山地工作小組」內部會議資料，其所設定的工作方法係「以秘密工作為原則，深入群眾建立關係，必要時得請山地指揮所掩護對外活動」。\n（二） 威權統治當局對阿里山原鄉乃至本案相關當事人的監控佈局及政治偵辦\n1. 依本會調查之檔案顯示，實際涉入阿里山原鄉情蒐活動的單位，涵括臺灣省政府及其下設民政單位、臺灣省警務處、保安司令部、吳鳳治安指揮所、山地委員會下設山地小組等，乃至中國國民黨中央改造委員會第六組（掌理對社會經濟政治等動態有關資料之搜集整理研究與對敵鬥爭之策劃），亦可見其涉入之蹤跡，並各據其所有，由機關編制內人員及運用人員交織成的情報網絡，呈報相當多阿里山原鄉內對威權統治當局不滿的言論，其中涉及本案相關當事人者如：\n（1） 40 年 4 月 27 日，吳繼鳳（吳鳳治安指揮所化名）呈報高仰之（保安司令部保安處，下稱保安處之化名）「運用員梁○○除在樂野村負責搜集情報外，並賦予對政府之德政作義務之宣傳，以期達到收效成果，殊料該村國校校長范丁南（嘉義組交查有案）從中挑撥離間，時向村長武義德稱『梁○○時與指揮所來往，無疑即講你們的壞話』公告版等語，…影響本所工作之推行至鉅」。\n（2） 龍中仁（任職於吳鳳治安指揮所之人員）向范先生（保安處之化名）又於 41 年 4 月 26 日、5 月12 日、5 月 15 日呈報「查嘉義縣警察局山地警務股巡官汪清山…擁有惡勢力（頭目系統）思想偏差、不滿政府…」、「據運用員黃○○（吳鳳鄉國民兵隊附）報稱吳鳳鄉國民兵隊部奉令舉辦十個年次身家調查體格檢查準備動員召集工作，曾電飭各村長轉知應檢青年遵期集合，吳鳳鄉公所受檢，惟獨有樂野村長武義德置之不理，致影響動員工作。…」、「據運用員劉○○報稱匪嫌范丁南每日在升旗典禮後，由教員輪流領導呼口號時，該范丁南佇立講台前氣宇傲慢、緊閉嘴唇，不隨同呼喊，並故意與村長武義德賣弄，藐視政府、致影響山胞兒童教育心理。…」，並提出研判意見「范丁南與武義德等邇來反對政府，愈發明顯。」\n2. 復據檔案顯示，本案相關當事人中，高一生、湯守仁一方面被視為「山地不穩份子」，另一方面因具有對阿里山原鄉的政治影響力，被政府視為危險人物，而被列入情報蒐集對象，尤其在 39 年 10 月後，因簡吉、林立、劉水龍、楊熙文等人被捕，供出高一生、湯守仁在阿里山私藏武器、預備作為共產黨內應之嫌疑。儘管湯守仁、高一生迅於 39 年 10 月中旬辦理自新，並協助保安司令部「將潛隱樂野山上匪諜張明顯、劉（許）石柱、陳正辰、林瀛洲等四名逮獲」，威權統治當局仍認有嚴密監控之必要，檔案中可見有關高一生、湯守仁在吳鳳鄉私藏武器、在地的政治影響力、人際關係網絡等各項情報，持續匯入保安司令司令部：\n（1） 38 年 2 月，臺灣省民政廳山地行政處代電臺南縣政府，據報「查吳鳳鄉鄉長兼巡官高一生能力雖強，做事嫌霸，間有村民抱不滿者，因其兼公告版理警政，敢怒不敢言，且該員對政府態度陽順陰伺機，前在調查各地方士紳黨派表中業已謹報……在本鄉情形，使高一生一身集權、政、警，仍屬危險，為此，謹請鈞長商洽警務處予以分開，至於後任巡官，似以現樂野村派出所警長汪清山繼任為宜。」（2） 39 年 10 月，孫福生致朱光華情報：「…（二）遵飭據 142 同志報稱：1.查臺南縣嘉義區吳鳳鄉長高一生及湯守仁（均蕃酋）藉名高山同胞墾荒于去（38）年 12 月間曾向臺南縣政府申請阿里山人民保留地 3 千 600 公頃，約合 150 甲，縣府以該地係人民保留地，未便據情轉省。但高氏志在必得，越（39）年一月間，親自晉省向農林廳徐（慶鐘）廳長申請，徐廳長竟即時批准…蓋政府素對高山族抱懷柔政策，事事均給高等方便，高則誤認為政府無能管理山胞，野心越來越大，倘不作適當處置，實為國家莫大隱憂。… 3.另聞湯守仁現在山地密藏有機槍兩挺。」（3） 39 年 11 月 17 日臺灣省警務處向保安司令部呈報「一、據報：（1）吳鳳鄉湯守仁等開設新美農場原有野心，事發後該場現已停工，前曾向土地銀行借貸五十萬在嘉義市設置宿舍花天酒地恐已化盡，近遷返樂野村擬再要求政府發給建設費或補助費而動員青年村民補修水河道路、鐵線橋等工作，青年內心甚為不滿，其中有一青年說政府發給之款專為鄉長私用而派青年做無錢工，鄉長自己好我們都苦了亟盼政府對該鄉嚴密監視，並派平地籍官員服務於山地以資預防而謀山地安定，對湯高等勿予重用與信任...」；40 年 7 月，臺灣省警務處長陶一珊抄送嘉義縣警察局長李道和彙報山地最新情況給保安處長，其中針對高一生公告版提出「高一生現任吳鳳鄉長、兼任吳鳳鄉山地治安指揮所副指揮官及本局額外督察員，掌握山地行政職權甚大，專事培養私人勢力...若不即謀分化其潛在勢力，一旦有事則難以掌握…」。\n（4） 40 年 1 月 4 日，吳繼鳳向高仰之呈報：「據阿里山林場朱督察桂生談稱：『據奮起湖站機關庫曾庫長文雅告云，高一生湯守仁於去(39)年 10 月 15日左右曾密令曾文雅鍊打鐵刀 50 把…』。林秀欒批示：「二科彙辦」。\n（5） 40 年 8 月，臺灣省政府抄送國民黨中央改造委員會第六組所彙輯「阿里山山地情況社會調查報告」中有關治安部分，請保安司令部參考辦理，內文整理阿里山各派政治勢力，指出「高一生（吳鳳鄉長）因土著潛勢力及職位關係，凡公教自治人員人民團體皆受籠絡、勢力最大、兇殘不馴，彼與湯守仁對鄉民確有控制力，故最近雖發現其為共匪武裝首領，政府慎於處理，未曾即予逮捕。」（6） 40 年 11 月，臺灣省主席派遣保安司令部（政治部第三科）、臺灣省政府農林廳、臺灣省政府民政廳前往嘉義調查新美農場營運狀況並製作調查報告。後保安司令部將調查結果向上呈報總統府資料室機要組，總統府資料室機要組於 41 年 1 月以用牋回復保安司令部「二、另據別報『（一）湯守仁前係省府民政廳第五科山地籍指導員，以吳鳳鄉匪諜案為保安司令部逮捕並予運用，...與高一生、林瑞昌（省議員）、杜孝生（縣議員）等關係甚為密切...』」。\n3. 威權統治當局在阿里山原鄉所發動最為嚴密的監控，是派遣情報人員對湯守仁的臥底監察。40 年 6 月，保安處根據情蒐所得，代電山地小組：「…二、查湯守仁係山地具有潛勢力份子，其過去從事山地活動建立匪公告版黨關係殊多，該組應予密切查看，並將考核情形隨時具報為妥。」，後山地小組派任中尉「步凱」（後易名為「路平」）掩護其真正身分，潛藏於湯守仁（於步凱報告中化名為「水易」）所開設的商店「高興行」擔任職員，歷時約15個月近身嚴密監控情蒐，情蒐程度鉅細靡遺。\n步凱報告的頻率從每兩日一次到半個月一次不等，報告湯守仁的每日行程、來往對象，觀察對象不僅政治性言行，亦擴及高興行經營手法、財務狀況、人際往來成員，乃至私密及家庭關係，均加以記錄。本案當事人杜孝生之動態，以及其涉入之新美農場設立、農會運作等亦出現於步凱報告之中，如：\n（1） 40 年 12 月 12 日路平呈孔大中（任職於山地小組之人員）報告水易之新友關係「A 有關高一生部分：1 新美農場的風波 11 月 8日吳主席手令民政廳黃科長、保安部楊科長、農林廳廖組長赴吳鳳鄉調查新美農場五十萬借款問題，調查人員在赴新美農場之前，雖用電話與高一生連絡，但因電話故障，未能取得連絡，因之高一生竟以為係秘密調查，於 11 月 13 日在阿里山，高乘酒興之餘，態度失常，是晚曾與調查人員發生誤會。事後水易由姚禎處得悉情形，遂於17 日用電話連絡，19 日高由達邦來嘉義，由水易陪同，親往阿里山俱樂部向調查人員道歉。…B關於吳鳳鄉農會的風聞 據水易談稱，現吳鳳農會，應將應配給農民之配給物品如肥料等，農會的職員不按照規定，欺騙山胞無知，竟轉賣出售。為防止發生問題，對山胞之山產物資，則比一般採購商人出高價收買，以求山胞之歡心，藉而防止山胞之不滿。水易說：『這種事情千萬做不得的，山胞如果全體知道了，恐怕將來一定發生很大問題。』水易曾私自告訴路平說：『有時間可以私下公告版對姚禎溝通一下，不要再繼續做下去才好』，但路平沒有對姚禎說。」（2） 41 年 2 月 20 日 路平報告孔大中水易之言行「B 杜孝生部分 1 2 月 10 日因解決樂野村長武義德及劉通陶事件，高一生、水易、杜孝生等，在中山路吳鳳鄉農會連絡處的時候，杜孝生忽然提出山地國民學校學生教科書的問題，杜說：『聽說山地國校教科書的程度，要比照平地國校的程度淺陋二年級的程度，這個問題很嚴重。』高一生說：『真的嗎？這個問題還沒有仔細的研究過，如果真的，實在太不公平了。」水易接著說：『這或可能認為山地水準低，特別編纂的，但是如果要差的太多，那麼山地學生升中等學校，不論怎樣有優待辦法，總是趕不上的。』杜說：『對啦！這個問題值得研究』。」（3） 41 年 3 月 8 日步凱續報水易「水易說，田○○威脅他說：『政府正在調查林瑞昌、杜孝生、以及水易自己，不出一個月就全部逮捕，你們山地的幾個領導人非常危險，要特別注意。』…水易說：『自從那件事情後，一直就沒有敢去臺北辦事，並不敢接觸高一生和杜孝生，但是到現在證明了政府並沒有這樣的意思，心理比較安定』。」（4） 41 年 5 月 31 日步凱報告水易案「…附報 3.杜孝生已辭去縣議員，專任吳鳳鄉衛生所所長，已於 5 月 12 日偕眷返回吳鳳鄉。…」\n4. 威權統治當局不僅對阿里山原鄉進行全面性監控與廣泛情報蒐集，對本件高一生、杜孝生、廖麗川涉入貪汙嫌疑之偵查與逮捕行動，亦有種種政治性考量和作為：\n（1） 41 年 2 月 7 日，保安司令部保安處第 1 科（負公告版責情報蒐集）擬稿，擬向臺灣省政府報告情蒐所得「嘉義縣吳鳳鄉長高一生貪汙瀆職、藐視政府法令，並勾結縣議員杜孝生，偽冒鄉農會名義，套取政府救濟物資，變賣私肥…」，然於呈核過程中，經保安處長林秀欒批示「速件 交三科楊科長倂辦 簽核」。\n（2） 保安處第 3 科於 41 年 3 月 27 日上簽，表示「前奉鈞座交辦嘉義縣吳鳳鄉鄉長高一生等貪汙不法案，…該高一生與吳鳳鄉公所經濟股主任盧福基、森林幹事廖麗川、縣參議員杜孝生等共同貪汙，自應懲辦」，並檢附 40 年 11 月三方會同調查新美農場報告、41 年 1 月 26 日吳鳳治安指揮所報告、41 年 2 月 19 日嘉義縣政府報告作為證據資料，據以請示由保安處主辦。由於忌憚「該高一生等，于地方擁有部份實力，向為山胞信賴」，保安處於簽文中建議有關代理鄉長人選，並建議可於部落廣傳「高一生等犯罪行為」之說明資料，另建議警備系統對「高、杜等黨羽」控制等偵辦行動，必須提早部署規劃，後經保安司令吳國楨批核「如擬 由本部法辦」。\n（3） 41 年 6 月 10 日，保安處第 3 科即以前述 41年 3 月 27 日簽文內容為基礎，簽擬更為具體的「行動辦法」，內容除分層設計逮捕策略（對高一生、杜孝生人擬定誘捕計畫、對湯守仁、汪清山等「與高等關係較密切之人」予以「控制」），更同時精心設計製作「揭發」高一生、杜孝生、盧福基、廖麗川等人貪汙事證之中、日文版宣傳文字。\n（4） 惟據檔案資料顯示，威權統治當局在未掌握明確的貪汙證據情況下，先行逮捕高一生等人，但直至高一生等人移送軍法處後，才由軍事檢察公告版官蒐集相關證據，以新美農場貪汙案最重要的關鍵性證物新美農場帳冊為例：\n甲、 高一生、杜孝生等移送至保安司令部軍法處後，保安司令部軍法處於 41 年 11 月代電該部政治部，表示「二、查卷內去年 11 月貴部第三科科長楊又凡奉派會同民政廳科長黃式鴻、農林廳技正廖南才調查高一生等貪汙案之報告僅附圖表及談話筆錄計 13 件，並未附送新美農場帳冊…」請政治部檢送新美農場帳冊。\n乙、 保安司令部政治部於 41 年 12 月 11 日代電回復，表示「經詢據前本部第三科長楊科長又凡聲稱，新美農場帳冊仍存嘉義縣政府山地室」。\n丙、 後保安司令部軍法處於 41 年 12 月 24 日代電嘉義縣政府，要求檢送該新美農場帳冊。\n丁、 惟檔案中查無保安司令部有取得帳冊之紀錄。\n（5） 不僅如此，威權統治當局雖以「法辦高一生等貪汙案」為案由，擬定並發動逮捕等行動，卻意利用逮捕拘禁阿里山賢達之機會，對其詢問與貪汙犯罪偵查事實無關之山地行政管理事項，以取得原鄉治理之政治性資訊：\n甲、 在本案共同被告湯守仁、汪清山於 41 年9 月 11 日依「行動辦法」交由保安司令部「控制」後，保安司令部並未訊問犯罪事實，卻先要求湯守仁及汪清山對一般性之山地鄉管理等議題提出意見（含保留地變更、造林、交通、徵兵、動員等問題），吳鳳鄉管理問題之意見（含治安方面、治安指揮所的檢討、武器問題、青年服務隊、物資缺乏、改造建設檢討、教育公告版方法、衛生設備等等），並作成「吳鳳鄉一般情形檢討記錄」（共三份）、「吳鳳鄉武器問題研討」（共三份）、「吳鳳鄉教育情形檢討記錄」（共一份）、以及「新美農場有關事項檢討」（共一份），其內容與偵查之犯罪並無直接關連。\n乙、 此外，由負責與湯、汪進行「談話」與「研討」之山地小組長李億於「吳鳳鄉武器問題研討」紀錄上黏貼便條所載：「一、關於本案之偵查意見：1、據線審訊武氏二弟兄。2.根據資料追究武○○所透露經過事實…」，以及其於 41 年 9 月 13 日以便條請示「湯守仁以其家屬最近可能北上探視，於抵達時希冀准予接見，以便收其此來目的純為政府處理案件，於其本身並無不利之處…屆時可否准予會面？」可知威權統治當局一方面忌於阿里山原住民族擁有武器、具有戰鬥能力，另一方面對於原住民族文化和生活方式不理解，茲佯稱湯守仁、汪清山係以證人身分到案，在問話過程中對於原鄉的政治治理進行刺探及瞭解。\n（三） 威權統治當局對於本案當事人所涉貪汙案件的追訴、審判，是配合其在阿里山原鄉的政治性偵防及監控，以取得政治控制的手段，違反自由民主憲政秩序\n1. 國家基於人民犯罪之偵查及國家安全之需要，並非不得針對人民進行情報資訊的蒐集，然不論是犯罪偵查獲國家情報蒐集，在自由民主憲政國家其權力均應受到限制及制衡。首先，犯罪之偵查必須符合憲法第八條法律保留原則、正當法律程序以及比例原則的要求；對於作為調查手段的臨檢、搜索以及對人民通訊監察等，皆應依照法律所規定之程序為之，始為憲法之所許（司公告版法院釋字第 384 號解釋、第 535 號解釋、第 631 號解釋參照）。至於基於國家安全工作所需的情報蒐集，乃情報機關基於職權對於足以影響國家安全之資訊進行蒐集，國家對此種資訊固有進行蒐集、研析、處理及運用之必要，然自由民主憲政國家為避免權力的濫用，國家安全情報工作不僅應有民意授權，亦應受到一定程度的明確限制（參見許宗力，《民主國家的情報活動-重建情報法制的若干建議》，法與國家權力，頁 384-385，1993 年），並非因情報工作隸屬國家安全範圍即完全不受憲法或法律之限制。在威權統治時期，政府以國家安全、肅清匪諜為名建立起廣泛綿密的情報網絡，其情報工作或無任何授權，或僅憑行政命令即執行，其權力來源或來自總統及軍事機關、或來自政黨系統，皆未受任何之權力限制及制衡。\n2. 對於人民的政治監控，不單對個別人民為之，更因威權統治當局忌憚人民的群體力量威脅其統治基礎，更容易針對特定群體為之。威權統治當局對於在政治上認定威脅其統治基礎的對象，更是傾各種資源為之，透過政治監控手段達到實質政治控制的效果。從前述資料證據可證，威權統治當局在沒有任何有力的證據顯示人民的犯罪嫌疑，即對阿里山原鄉進行廣泛佈線監控。透過政治監控所得的資料，任意揀選特定情報，作為啟動追訴、審判之依據，且在事證尚未明確之前，即以貪汙叛亂之名擬定逮捕計畫大規模逮捕原鄉賢達，並擬定宣傳公關計畫，在未為起訴、審判前大肆對外宣布被逮捕人之未證事實，分化原住民部落內部族群情感。其一連串之作為與一般犯罪的追訴審判極為不同，充滿政治性的考量。\n3. 綜上，本件對貪汙案的追訴審判，係威權統治當局對阿里山原鄉政治控制的手段，濫用應受拘束之國家權力，以達到政治上打壓異己、以及控制原住民族的目公告版的，戕害阿里山原鄉內群體的主體性，顯然違反自由民主憲政秩序。\n二、 本件杜孝生、廖麗川所涉貪汙案件受保安司令部追訴及審判，嚴重違反公平審判原則（一） 憲法第 16 條保障人民之訴訟權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利（參考司法院釋字第 512 號解釋理由書）。\n（二） 憲法第 9 條規定：「人民除現役軍人外，不受軍事審判」，乃因現役軍人負有保衛國家之特別義務，基於國家安全與軍事需要，對其犯罪行為得設軍事審判之特別訴訟程序（司法院釋字第 436 號參照）。此外，威權統治當局自 38 年 5 月 20 日起，在臺灣施行戒嚴體制，授權軍事機關對特定刑事案件進行軍事審判，不論被告具現役軍人身分與否。按 38 年 1 月 14 日修正、當時有效之戒嚴法第 8條：「（第 1 項）戒嚴時期接戰地域內，關於刑法上左列各罪，軍事機關得自行審判或交法院審判之。一、內亂罪。\n二、外患罪。三、妨害秩序罪。四、公共危險罪。五、偽造貨幣有價證券及文書印文各罪。六、殺人罪。七、妨害自由罪。八、搶奪強盜及海盜罪。九、恐嚇及擄人勒贖罪。\n十、毀棄損壞罪。（第 2 項）犯前項以外之其他特別刑法之罪者，亦同。（第 3 項）…」，其立法意旨在於確保接戰地域有關國防軍事或對社會治安有重大關係之刑事案件，由軍事審判來穩定秩序。\n（三） 惟，就軍事審判的範圍，38 年戒嚴令頒布後，即有臺灣省參議會代表建議，應將軍人匪諜及搶劫重大案件，以一般性案件送法院辦理，促使國防部與司法行政部針對軍法及司法機關受理案件劃分之原則進行討論，後行政院數度發布劃分辦法，讓軍事機關保留若干犯罪案件的自行審判權，其餘則交普通法院審理，以限縮軍事審判的範圍：\n1. 40 年 10 月 20 日通過「臺灣省戒嚴時期軍法及司法機公告版關受理案件劃分暫行辦法」，限定軍法機關所受理的案件「應以與軍事或地方治安有重大關係者為限」，並將「戒嚴法」第 8 條所列各罪劃分為「由軍法機關審判」與「由司法機關審判」等兩個部分。另外，該辦法在劃歸軍事機關審查的部分，加上「與軍事或地方治安無重大關係者應由司法機關審判」的但書。再者，關於觸犯特別刑法的案件，該辦法規定由軍事機關受理者「以與軍事或地方治安有重大關係者為限」，其餘則由司法機關受理，但於隔年廢止。\n2. 41 年 5 月 10 日發布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，其中第 2 條第 1 項規定：「軍法機關自行審判案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例懲治叛亂條例所定之罪。三、犯懲治盜匪條例所定之罪。四、非軍人勾結軍人犯懲治走私條例所定之罪。五、犯刑法公共危險妨害秩序之罪於地方治安有重大危害者。」、第 3 條規定：\n「除前條所規定外，其餘案件一律交由法院審判。」\n3. 43 年 10 月 15 日修正公布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」第 2 條：「軍法機關自行審判之案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例所定之罪。」（四） 於本案，杜孝生、廖麗川於 41 年 9 月 10 日與高一生、盧福基、武義德、武義享、范丁南一起被逮捕並解送至保安司令部。其後，保安司令部於 41 年 12 月 28 日以「本案與地方治安有重大關係」，呈請國防部授權審判「（高一生）案內牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等八人」；國防部復於 42 年 1 月 29 日依據「戡亂時期檢肅匪諜條例第 11 條」規定，呈請行政院核示授權保安司令部審理「高一生貪汙部分牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等五人」，後行政院於 42 年 2 月 11 日函復國防部「高一生等貪汙部分牽連犯杜孝生等五名倂准由該司令公告版部併案審理」。\n（五） 軍事審判與司法審判之管轄劃分，於審理程序中之落實，亦屬前述程序保障之一環。本案杜孝生及廖麗川所涉貪汙案所適用之審判案件劃分辦法，應為前述 41 年 5 月10 日發布之「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，惟保安司令部於 41 年 12 月向國防部參謀總長周至柔要求將高一生等貪汙一案擬請授權保安司令部審辦，係主張「本案與地方治安有重大關係」為由，對於案內牽連貪汙犯杜孝生廖麗川等人擬請一併授權保安司令部審辦，然查懲治貪汙條例所定各罪並非該劃分辦法第 2 條第 1 項第 1 至 4 款所列罪名，也非第 5 款所稱「刑法公共危險妨害秩序之罪」，自不能以「本案與地方治安有重大關係」之理由，將「高一生等貪汙部分牽連犯杜孝生等五名」交由保安司令部併案審理。\n（六） 又國防部於 42 年 1 月改以檢肅匪諜條例第 11 條為由核准併案由保安司令部審理。按戡亂時期檢肅匪諜條例第11 條規定：「匪諜牽連案件，不分犯罪事實輕重，概由匪諜案件審判機關審理之。」然查本件判決，僅泛稱「報奉國防部 42 年 2 月 18 日廉庚字第 171 號令轉奉行政院 42年 2 月 11 日台 42(法)0824 號令撤銷該湯守仁、高一生等自新，連同貪汙部分一併授權本部審理，由軍事檢察官起訴。」，並未引用檢肅匪諜條例第 11 條說明為何高一生犯罪事實中所涉貪汙部分，應由軍事機關審判，而杜孝生及廖麗川又為何一併納入軍事程序審判之說明，更全然付之闕如。\n（七） 據此，依本件判決時有效的審判案件劃分辦法，杜孝生、廖麗川所涉貪汙部分，應交由普通法院審判，本件杜孝生、廖麗川受保安司令部追訴及審判，即牴觸「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」及所揭櫫限縮軍事審判範圍之國家權力自我拘束，嚴重違反公平審判原則。\n公告版\n三、 本件軍事審判官未就杜孝生、廖麗川否認犯罪之辯解進行實質調查，侵害杜孝生、廖麗川之聽審權，違反公平審判原則（一） 憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又，憲法第 16 條保障人民訴訟權規定，旨在確保人民有依正當法律程序受公平審判之權利，訴訟制度為此須賦予人民足夠的程序保障。\n（二） 人民於訴訟程序中所享有之聽審權，屬於前述之程序保障之一環。就刑事訴訟而言，聽審權彰顯被告之程序主體地位，避免被告淪為俎上魚肉，任人宰割，以保障其依正當法律程序受公平審判之權利。聽審權之內涵包括「請求資訊權」、「請求表達權」及「請求注意權」。刑事被告所享有之請求注意權，係指法官對被告之陳述負有詳加注意之義務，因此審判程序中，法官必須全程在場，聽取並理解被告之陳述，亦須加以回應，亦即調查被告之辯解，並在判決理由中交代為何採信或不採信被告之陳述，否則無從檢驗法官確實已盡前述注意義務。即使是在威權統治時期，上述聽審權保障仍為最高法院判例所肯認，就此有該院 48 年台上字第 1325 號刑事判例：「原審未於審判期日，就上訴人否認犯罪所為有利辯解事項與證據，予以調查，亦不於判決理由內加以論列，率行判決，自屬於法有違。」可參。\n（三） 34 年 12 月 26 日修正公布之「中華民國刑事訴訟法」（現已修正為「刑事訴訟法」）第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，依當時之同法第 270 條：「被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 1公告版項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。（第 2 項）」之規定，禁止以不正方法取得被告自白，亦即自白必須出於被告之自由意志，以符憲法第 8 條所揭示「正當法律程序原則」之意旨；而禁止以自白作為唯一證據，係為避免過度偏重自白之證據價值，革除強迫被告自白之誘因，以落實「不自證己罪原則」以及「無罪推定原則」，並確保被告的程序主體地位。即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。\n（四） 本件判決認定，杜孝生、廖麗川與高一生共同涉有舞弊新美集體農場「公款」，因而構成剋扣職務上應行發給之財物、侵占公有財物、對於主管事務圖利等罪，固以土地銀行所撥借貸款屬公款。惟查本件檔卷資料，公設辯護人於 42年 4 月 2 日擬具公設辯護書提出「該款全部為由土地銀行撥借而來，仍須由各借款人歸償，故與銀行交往純屬一種借貸性質」，廖麗川亦於同年 10 月 6 日提出書面報告「其向土地銀行借款，係由徐農林廳長擔保每月負擔利息，故可證明為私人借款」等語，作為重要辯解。按，上開消費借貸關係之貸與人雖係土地銀行，惟其業務內容既包含向民間放款，則自不能排除因新美集體農場係私法組織，致案內貸款係私法上消費借貸關係之可能性，公設辯護人所提上述辯解並非全無調查、審酌之必要。從而若上開辯解成立，該項貸款係在高一生、杜孝生、廖麗川分別基於農場理事長、農場場長、農場總務身分，職權掌管支配之下，應屬私款，將根本動搖此部分犯罪之成立前提，然本件判決對於「新美集體農場」貸款使用法律關係為何應定性為「公款」，全未見說明，已侵害杜孝生、廖麗川之聽審權。\n（五） 復經本會清查檔案及函詢有關機關所得發現，本件公公告版設辯護人及廖麗川提出新美農場貸款屬私款之辯解，並非全然無據：\n1. 生產事業管理委員會 39 年 7 月 29 日第 60 次常務委員會議針對「嘉義縣吳鳳鄉新美集體農場請發第二次貸款案」進行討論，會議資料後附專家意見「墾民將來所負擔之利息及本金則須照五十萬零五千元兩次借款總數計算，墾民之負擔可謂重矣」。\n2. 39 年 4 月 26 日臺灣省政府農林廳回復花蓮縣政府之代電內容：「三、茲准臺灣銀行總行 39 卯徵銀營字 0977號代電以：「查本省農戶小本貸款及各種農業貸款對象，依規定不限定為平地同胞，山地同胞亦可同樣向貸款銀行申請貸款」，及臺灣土地銀行總行(39)(4)(10)總業字 0863 號函以「查本行以前所辦小額農貸，係普遍承做，並無山地平地之分，且查貸放山地同胞者亦不乏人，…，但最近貸放吳鳳鄉集體農場一處即達 50 萬元，…」。\n3. 高一生遭逮捕後，土地銀行直接函請保安司令部軍法處協助向「該場理事長」高一生催還新美農場貸款。\n（六） 上開檔卷資料顯示，公設辯護人與廖麗川於審判中提出新美農場貸款屬私款之有利辯解事項，軍事審判官卻從未對此等辯解進行調查，亦未在判決中說明不採信之理由，顯有應調查事項未調查之重大違誤，侵害杜孝生、廖麗川享有之請求注意權，且未能盡到客觀性義務及澄清義務，與憲法第 8 條及第 16 條規定、公平審判原則未符。\n四、 本件杜孝生、廖麗川之有罪判決係秉軍事長官之意志而作成，有違憲法有關權力分立及審判獨立原則之要求（一） 本件保安司令部原以 42 年 7 月 22 日(42)審三字第 25號判決：「杜孝生共同連續侵占公有財物處有期徒刑 15年。…廖麗川共同對於主管之事務直接圖利處有期徒刑 7年。..」。惟其後該判決依國防部軍法案件呈核標準呈核，公告版經國防部參謀總長周至柔簽具審核意見：「（一）被告高一生、杜孝生與林瑞昌朋分剋扣之包工款項，係均觸犯共同連續剋扣職務上應行發給之財物罪…關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…」、總統府參軍長桂永清簽註：「一、經核本案犯行…杜孝生十七年均合，擬照准。..三、廖麗川一名原判以主管事務貪污論罪所判徒刑七年，核尚嫌輕，擬飭改處廖犯為徒刑十年。…」、蔣中正總統批示「如擬」，並以 43 年2 月 8 日總統府興康字第 0161 號代電將前述意旨回復國防部。國防部再以 43 年 2 月 17 日(43)清澈字第 433 號代電回復保安司令部，原判決經總統核定「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年…」。\n嗣後，保安司令部以 43 年 2 月 25 日(42)審三字第 25 號判決改判「杜孝生共同連續侵占公有財物處有期徒刑 15年褫奪公權 10 年全部財產除酌留其家屬必須生活費外沒收。共同連續剋扣職務上應行發給之財物處有期徒刑十七年褫奪公權十年。全部財產除酌留其家屬必須生活費外沒收。廖麗川共同對於主管之事務直接圖利處有期徒刑十年褫奪公權五年全部財產除酌留其家屬必須生活費外沒收」。\n（二） 然軍法判決之呈核，於中華民國憲法施行前，原係依19 年 3 月 24 日公布之「陸海空軍審判法」第 36 條規定：\n「有左列各款情形之一者由該最高級官長以訴訟書類連同判決書呈由總司令部或軍政部海軍部呈請國民政府核定后…（略）」暨 32 年 3 月 8 日修正公布「戰時陸海空軍審判簡易規程」第 4 條規定：「有左列各款情形之一者，依陸海空軍審判法第 36 條呈請核定：…（略）（第 1 項）。\n前項核定，得呈請代行陸海空軍大元帥職權之軍事委員會委員長為之但應按月彙報國民政府備查。（第 2 項）」等規公告版定辦理。而國民政府係依「中華民國訓政時期約法」第 77條規定，為由訓政時期過渡到憲政時期之政府組織，中華民國憲法於 36 年 12 月 25 日實施，則訓政時期之「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」均不再存在。準此，上揭「陸海空軍審判法」及「戰時陸海空軍審判簡易規程」有關呈核「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」之規定即失所附麗，從而軍法判決呈由軍事統帥核准之作法本應於行憲後即告終止。\n（三） 然國防部竟於 39 年 6 月將陸海空軍審判法及戰時陸海空軍簡易審判規程，關於呈核之規定，綜合刪併為「國防部軍法案件呈核標準」，其中規定「一、左列案件由參謀總長逕呈總統核定：甲.將官及其同等軍人處有期徒刑以上之刑者。乙. 校官及其同等軍人處十年以上有期徒刑以上之刑者。二、左列案件由總統授權參謀總長代核，月終制表檢同原判彙呈核備：甲. 尉官准尉官及其同等軍人處無期徒刑以上之刑者。乙. 士兵及其同等軍人處死刑者。\n丙.非軍人依法應受軍法裁判案件之處死刑者。但高級官吏及情節重大案件仍呈請總統核定。三、不屬前兩項各款規定刑度之案件，由參謀總長逕予核准或備查」，經呈奉總統府核准於 39 年 6 月 15 日實施。嗣蔣中正總統更以\n(40)午冬乾瑞字 40376 號代電命令修正呈核標準：「查軍法案件呈核標準嗣後應照下列規定辦理：（一）非軍人及官吏受軍法裁判之案件處徒刑十五年以上者，應照軍法案件呈核標準第一項辦理，由參謀總長逕呈核定。（二）將官及同等軍人或高級官吏受軍法裁判而為諭知無罪判決者，應照交辦案件例，由參謀總長逕呈核定後始得宣告。\n（三）其他案件應否呈請核定，仍照前規定軍法案件呈核標準辦理。以上三項希即遵照為盼。」藉由上述呈核標準之頒訂及修正，訓政時期軍法判決呈核之作法乃告復活，進而受軍事審判軍、民之生殺予奪，均操於蔣中正總統之手。\n公告版（四） 惟，有關權力分立與制衡之原則，具有本質之重要性，乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務，經司法院釋字第 499 號解釋理由書闡釋甚明，乃自由民主憲政秩序之核心內涵。除此之外，司法院釋字第436 號解釋文也認為軍事審判亦具司法權之性質，其發動與運作，必須符合正當法律程序之最低要求，包括獨立、公正之審判機關與程序，並不得違背憲法第 77 條司法院為國家最高司法機關，掌理刑事訴訟審判，第 80 條法官依法律獨立審判，不受任何干涉等有關司法權建制之憲政原理。因此，軍事審判仍受憲法第 80 條：「法官須超出黨派以外，依據法律獨立審判，不受任何干涉」所定審判獨立原則之適用。若此項審判、處罰之權力竟遭行政權或立法權僭取，即有違權力分立原則。又縱名義上雖由司法機關審判，但若受審判機關外之權力干涉，甚至須秉干涉者之意志審判，則既無審判獨立可言，更遑論權力分立。蔣中正總統下令收攬軍事審判之終局決定權於己手，而能決定受軍事審判軍、民之生死與自由，實已臻集權之極而與君主獨裁無異，自有違憲法上權力分立之原則。\n（五） 本件經由周至柔、桂永清於呈轉過程中簽擬，蔣中正總統核定：「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年..」，保安司令部「報奉 國防部 43年 2 月 17 日(43)清澈字第 433 號令示」改判處杜孝生有期徒刑 17 年、廖麗川有期徒刑 10 年。從而，杜孝生、廖麗川之有罪判決，實係秉軍事長官之意志作成，判決之名義機關保安司令部猶如傀儡，本件之追訴、審判全然違反審判獨立原則，顯違自由民主憲政秩序。\n陸、 綜上，本件杜孝生、廖麗川受保安司令部(42)審三字第 25 號刑事有罪判決，違反自由民主憲政秩序、侵害公平審判原則，屬依促公告版進轉型正義條例應予平復司法不法之刑事有罪判決。該有罪判決暨其刑、褫奪公權及沒收之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。\n據上論結，爰依促進轉型正義條例第 6 條第 1 項及第 3 項第 2 款規定，決定如主文。"
  },
  "structured_reasoning": [
    {
      "text": "一、 本件當事人杜孝生、廖麗川受臺灣省保安司令部（下稱「保安司令部」）(42)審三字第 25 號刑事有罪判決在案。其中，杜孝生遭判共同連續侵占公有財物、共同連續剋扣職務上應行發給之財物，處有期徒刑 17 年、褫奪公權 10 年；廖麗川遭判共同對於主管之事務直接圖利，處有期徒刑 10 年、褫奪公權 5 年。同案被告共計 9 人，其中湯守仁、高一生、汪清山、公告版武義德、方義仲業依二二八事件處理及賠償條例獲得賠（補）償；林瑞昌、高澤照業依戒嚴時期不當叛亂暨匪諜審判案件補償條例獲得補償，其有罪判決暨其刑、保安處分及沒收之宣告，依促進轉型正義條例第 6 條第 3 項第 1 款之規定，於促進轉型正義條例施行之日均視為撤銷。杜孝生、廖麗川部分尚未依促進轉型正義條例獲得處理，本會分別於 107 年 8 月 15 日、107 年 11 月 12 日收到杜銘哲君、廖純義君向本會提出聲請，爰依促進轉型正義條例第 6 條第 3 項第 2 款之規定，就杜孝生、廖麗川之上揭刑事有罪判決重新調查。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "二、 聲請人所提聲請意旨（一） 杜銘哲 107 年 8 月 14 日聲請書、107 年 8 月 22 日聲請書（實質內容未更動，僅修改 107 年 8 月 14 日聲請書之錯漏字），以及 109 年 7 月 15 日於本會陳述意見，所提聲請意旨略以：",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "1. 本件調查、起訴、審判程序違反無罪推定原則，侵害公平審判原則（1） 情治單位於調查程序開始前，已嚴密蒐集本案被告等人之叛亂、犯罪痕跡，再擬妥誘捕方案以將相關人士逮捕到案。",
          "level": 3,
          "content": [],
          "children": [
            {
              "text": "（2） 保安司令部未取得杜孝生等人明確之貪汙證據，僅引用證詞、訊問筆錄及調查報告作為定罪依據，但證詞間存有矛盾，且多屬流言，也未經審判者直接檢證。",
              "level": 4,
              "content": [],
              "children": []
            },
            {
              "text": "（3） 本件被告均由同一公設辯護人進行答辯，被告間有利害衝突時，無法提出實質有效辯護。",
              "level": 4,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "2. 本件適用軍事審判程序，並併入其他懲治叛亂條例之訴訟程序中，侵害公平審判原則（1） 軍事審判程序適用長官覆核制、秘密審理及一審制，對被告公平審判權權利之保障，顯有不周。",
          "level": 3,
          "content": [],
          "children": [
            {
              "text": "（2） 保安司令部將上開與公平審判權利保障相違公告版之軍審制度，依戒嚴法第 8 條第 2 項之規定，適用於非關軍事事務之杜孝生案。",
              "level": 4,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "3. 本件追訴、審判是政治偵防手段，目的是打擊鄒族菁英，避免其威脅國民黨之山地統治，違反自由民主憲政秩序（1） 戒嚴體制下，國民黨利用情治系統，監控人民生活，作為地方控制及刑事控訴之依據。",
          "level": 3,
          "content": [],
          "children": [
            {
              "text": "（2） 保安司令部於吳鳳鄉長期蹲點蒐集情報，杜孝生的貪汙嫌疑，是情治機關監控高一生等人的意外得知，並依據情報內容調整行動策略，包括採取措施以強化鄉民的不信任感，並淡化高一生、杜孝生被捕後形成的衝擊。",
              "level": 4,
              "content": [],
              "children": []
            },
            {
              "text": "（3） 杜孝生被捕後起訴、審判、定罪，均大幅仰賴情治單位之情蒐，反映威權統治時期黨國體制之行政濫權。",
              "level": 4,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（二） 廖純義 107 年 11 月 12 日聲請書、109 年 7 月 13 日聲請書，以及 109 年 7 月 17 日以視訊方式陳述意見，所提聲請意旨略以：",
          "level": 2,
          "content": [
            "廖麗川當時係因日語流利且具備造林專業知識，高一生商請其擔任吳鳳鄉公所森林幹事，後支援新美集體農場總務，但沒有實際負責農場的規劃，後來因為新美農場成為當時政府羅織高一生罪名的一部分，受到牽連，成為代罪羔羊。",
            "貳、 本件調查經過"
          ],
          "children": []
        }
      ]
    },
    {
      "text": "一、 經檢索國家發展委員會檔案管理局（以下簡稱「檔案局」）之國家檔案資訊網，查得該局典藏之「湯守仁等」檔案與杜孝生、廖麗川所涉刑事案件相關。該局業以 107 年 7 月 26 日檔應字第 1070004042 號函提供本會此卷檔案之數位檔。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "二、 本會復請行政院協助提供廖麗川因申請戒嚴時期不當叛亂暨匪諜審判案件補償金事件之訴願卷資料，行政院法規會業以 108 年 3 月 26 日院臺訴字第 1080009037 號函提供廖麗公告版川之訴願案原卷。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "三、 為釐清本案有關「新美農場」組織性質之疑點，本會函請檔案局、國史館臺灣文獻館協助搜尋並提供有關集體農場之檔案資料，並經檔案局以108年2月1日檔秘字第1080000713號函提供集體農場相關檔案、國史館臺灣文獻館提供「新美集體農場申請貸款」檔案影本及數位圖檔。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "四、 為釐清威權統治時期山地控制之具體情況，本會於 107 年9 月 17 日促轉二字第 1075200052 號函，向國防部政務辦公室調閱相關檔案。後國防部 107 年 10 月 9 日國辦文檔字1070004849 號函，同意提供該「臺省漁港及山地隘口管制警戒應改進事項」等 12 卷史政檔案。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "五、 經本會書面通知聲請人陳述意見，杜銘哲於 109 年 7 月15 日至本會陳述意見；廖純義於 109 年 7 月 17 日以視訊方式陳述意見。",
      "level": 1,
      "content": [
        "參、 本件當事人杜孝生、廖麗川所受保安司令部 43 年 2 月 25 日(42)審三字第 25 號刑事有罪判決之要旨本件與杜孝生、廖麗川有關犯罪事實可分為二部分，略以："
      ],
      "children": []
    },
    {
      "text": "一、 侵占「新美農場」公款、穀種（一） 高一生於 39 年 4 月間計畫籌設新美集體農場，商請林瑞昌幫向臺灣省政府請准指定臺灣土地銀行撥借新台幣 50 萬元，除先扣利息外，實領 44 萬 1 千 461 元作為開墾水田之用。高一生、杜孝生先後辦理招標開墾新美集體農場第一農場及第二農場水田時，分別囑令中標承包人林萬來出具新台幣 18 萬 8 千元，及林旺出具 12 萬400 元之領據，由高一生交與會計員姚禎登帳，而實際發與林萬來之款僅 16 萬 300 元，擅行剋扣 2 萬 7 千 700元；林旺實領到 8 萬 6 千 300 元，被扣發 3 萬 4 千 100元，高一生與其弟充任吳鳳鄉衛生所長兼該場場長即被告杜孝生及林瑞昌勾結由杜孝生分得 1 萬元、林瑞昌得2 萬元、高一生自得 3 萬 1 千 800 元之事實，犯共同連公告版續剋扣職務上應行發給之財物罪。時任農場監督洪華夏經高一生允許，向林萬來索取回扣，並命廖麗川前往取得 2 萬 2 千元，由洪廖二人平分。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二） 39 年 5 月間，高一生、杜孝生共議藉名購買發動機，提取該場公款 3 萬元，存放臺北亞細亞電料行生息，由杜孝生吞沒，犯共同侵占公有財物罪。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（三） 被告高一生於 39 年由杜孝生、洪華夏經手向省農林廳具領撥助新美集體農場谷種一萬台斤，除撥交該場500 台斤及貸與農戶 300 台斤外，餘 9200 台斤悉與杜孝生、洪華夏串同，由洪華夏運往嘉義市售賣吞沒。",
          "level": 2,
          "content": [],
          "children": []
        }
      ]
    },
    {
      "text": "二、 侵占政府配發的肥料、棉布、生產貸款。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（一） 高一生在吳鳳鄉公所鄉長任內，自 37 年起至 41 年先後向臺灣省糧食局臺南事務所嘉義分所申請配發換谷肥料硫酸錏等 7 批計 14 萬 5 千 240 公斤、換谷白細布等 5批計 1 千 440 碼，並於 40 年度領取還谷之農貸款（即生產貸款）2 期 4 次計新台幣 7 萬 5 千 600 元，先均由鄉公所自辦，迄 40 年 5 月起將肥料、棉布交由吳鳳鄉農會籌備會（由杜孝生與商人盧朝清組織成立）處理。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（二） 嘉義糧食分所於 41 年派員會同清倉，發覺其所報存谷及糙米數量均屬虛偽，經結算至同年 9 月止計虧短稻谷5 萬 4 千 3 公斤 3 公分、糙米 3 萬 6 千 896 公斤。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（三） 高一生、杜孝生對於嘉義糧食分所歷次配發的肥料、棉布，僅實際配與農民 738 公斤，另以 8 千 360 公斤及 1萬 4 千 125 公斤先後兩次向商人廖春秋換谷 7 千 590 公斤及 1 萬 3 千 960 公斤，又以 2 萬 3 千 175 公斤由何汝槐介紹與村民換谷 1 萬 4 千公斤，除內有 2 千 607 公斤未收回外，實收 1 萬 1 千 392 公斤 40 公分，均由該高一生杜孝生盧朝清串同吞沒，其餘肥料與棉布均被售賣。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（四） 至生產貸款，亦未貸與農戶，賒款 3 萬 5 千 600 元竟無下落，另擅自提撥 4 萬元充該籌備會周轉金，嗣該高一生復在週轉金內私提 6 千 609 元 4 角，杜孝生亦提用 9 千公告版157 元。",
          "level": 2,
          "content": [
            "肆、 促進轉型正義條例第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法…」，「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：一、（略）。二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促進轉型正義條例第 6 條第 1 項前段、第 2 項及第 3 項第2 款定有明文。",
            "伍、 杜孝生、廖麗川所受刑事有罪判決，係屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件"
          ],
          "children": []
        }
      ]
    },
    {
      "text": "一、 本件追訴、審判是威權統治當局遂行對阿里山原鄉政治控制的手段，違反自由民主憲政秩序（一） 威權統治時期的山地行政及山地監控",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "1. 威權統治當局對臺灣山地區域採取的「山地行政」措施，係將山地（原住民族）社會納入國家一元式行政體系統治的連續性過程。從範圍上來看，戰後中華民國政府認為動員戡亂時期應集中人力財力在國共內戰上，不變更行政區劃以維持社會安定。因此，沿襲日治時期的行政區劃，繼續日治時期的蕃地／平地界線。戰後初期，行政長官公署撤廢日治時期對於蕃人（原住民族）所實施的警察統治，「理蕃」相關業務由臺灣省警務處公告版接管，對山地地區採取管制狀態，制定相關入山管制辦法。其後，臺灣省政府認為山胞（原住民族）缺乏現代化與文明的觀念，須透過加強管制入山，以免不法之徒進入山區，影響山地社會安定。",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "2. 臺灣省政府認為山地地區相較於平地地區落後、發展遲緩與社會落後等原因，在於山胞（原住民族）個性純樸保守、知識較低、迷信以及重視現實利益與缺乏理想，安於現狀所導致。是以，臺灣省政府認應針對山地地區實際狀況施行符合落後社會的特殊施政，視山胞（原住民族）為「生活習慣特殊國民」（臺灣省各縣山地保留地管理辦法，民國 37 年；臺灣省山地教育實況調查報告書第一期，頁 33、58，民 43），促其逐漸達到與平地地區同樣的水準。在此概念下，臺灣省政府認知原住民族的發展必須有賴於國家，而非原住民族本身的文化價值，因而否認原住民族群係具政治上顯著的文化性、組織性的主體，且與一般國民有別。",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "3. 準此，臺灣省政府於 42 年 12 月 14 日頒訂「促進山地行政建設大綱」，提出山地政策總目標為「山地平地化」，希冀達到目標後，逐步解除山地地區的特殊措施，使山地文化、經濟、財源等面向皆與平地地區趨向一致。建設大綱中亦敘明將按照山地各鄉經濟、文化等條件，分別訂定平地化計畫，並按各鄉進步程度，逐漸撤銷山地行政分區。省政府復於 52 年研議「臺灣省山地行政改進方案」，以「山地現代化」取代 42 年提出的「山地平地化」目標，目的在於使山胞（原住民族）及山地地區一般化，提高山胞生活水準，促其儘早與一般社會融合。",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "4. 臺灣省政府從 39 年開始推行的山地行政，影響了山地地區與山胞（原住民族）的生活、環境、文化以及社會習慣，山胞（原住民族）社會因國家政策的推行，部落、家族、個人間的關係與土地的聯繫，以及原有土地制度公告版亦隨著政策產生變化。戰後政府對原住民族的歧視是長久以來歷史過程上征服、侵略與邊緣化的結果，伴隨著政府主體的優越感與認為原住民族是「原始」與「次等」的偏見。對於原住民族的歧視有其雙重性的本質：",
          "level": 3,
          "content": [
            "一方面是藉由政策漸次的破壞原住民族維持生活方式的物質與精神條件；另一方面，當原住民族嘗試要參與主體社會時，對其施以排擠與負面歧視性的態度和行為。在戰後一系列山地行政措施及移住政策的強制推行下，國家機器漸次以非原住民族文化與價值觀，取代原住民族本有的法律傳統與文化根源。政府此種貶低原住民族文化及主體性的相關政策與實質作為，對於原住民族權利數十年來造成諸多侵害，例如：侵占原住民保留地興建軍事設施；強制遷村與引入定耕農業，改變原住民族土地生產模式，造成原住民族土地秩序瓦解，損害原住民族集體及個人權利；同化政策的強制實施，原住民族傳統文化與價值觀遭致崩解，壓迫原住民族文化權利的發展，影響至鉅。"
          ],
          "children": []
        },
        {
          "text": "5. 另一方面，從二二八事件過後，臺灣山地控制政策之遞嬗，可知威權統治當局以確保山地治安為名，陸續透過設立山地工作委員會、山地治安指揮所等情治單位，並搭配山地警備體系及山地清查、入山管制等行政管制措施，對山地布下層層封鎖，並交織出綿密的情報網絡，以有效監控原住民群體、防範山地為地下黨滲透：",
          "level": 3,
          "content": [],
          "children": [
            {
              "text": "（1） 39 年 8 月，參謀總長周至柔因總統蔣中正令示國防部「即刻加強臺灣省山地區域之警備」，召集臺灣防衛司令部、保安司令部、憲兵司令部、臺灣省警務處等單位，擬定「山地區域警備加強辦法」，將全臺山地納入國防、軍事警備體系。同年 10 月 1 日，為統一事權，保安司令部呈奉國防部(39)浩淦字第 314 號代電核准，設立北峯、新峯、中峯、高峯、雄峯、東峯、蓮峯、吳鳳等 8 個公告版山地治安指揮所，其編組除由保安司令部派出專任人員若干外，餘由駐軍及憲警人員編成。其職掌業務如下：",
              "level": 4,
              "content": [
                "甲、 督導各鄉辦理防諜肅奸、及情報事宜。",
                "乙、 督導各鄉注意社團活動之監視、及非法活動之取締。",
                "丙、 督導各鄉山地民眾之組訓。",
                "丁、 指揮山地武力（如保幹、保警部隊、普通警察、森林警察、鐵路警察、青年服務隊等）之統一運用。",
                "戊、 監督所屬山口查驗站、辦理公教人員、及民眾進出山地之管制檢查。",
                "己、 監督所屬山口查驗站、辦理軍人或部隊進出山地之檢查。",
                "庚、 督導各鄉協助軍隊構築工事。",
                "辛、 督導各鄉協助軍隊整備及交通通訊事宜。"
              ],
              "children": []
            },
            {
              "text": "（2） 39 年 5 月，原東南軍政長官公署情報會議秘書處改組為臺灣省情報委員會，直隸於參謀總長，負責統一指揮監督全臺各情報機關、統籌全臺保防工作；同年 10 月，臺灣省情報委員會修正組織規程，並增訂「臺灣省情報委員會山地工作委員會組織辦法」，後據以下設山地工作委員會，其編組由臺灣省情報委員會主委及副主委指派專人負責主持，餘由保安司令部及所屬山地指揮所、政治部、國防部保密局（現已改制為國防部軍事情報局）、內政部調查局（現已改制為法務部調查局）、臺灣省警務處、臺灣省政府民政廳等有關單位選派有山地工作經驗之人員兼任委員。山地工作委員會的主要任務如下：",
              "level": 4,
              "content": [
                "甲、 關於山地情報綜合研判及蒐集指導等有關設計之決定事項。",
                "公告版乙、 關於山地不穩份子潛伏活動之調查監視及防範等有關策略之決定事項。",
                "丙、 關於山地不穩份子之搜索逮捕，及民間武器彈藥之調查收繳等有關方略之決定事項。",
                "丁、 關於山地自首、自新份子之掌握運用等有關事項。",
                "戊、 關於山地情報全盤成績之檢討改進事項。",
                "實際的山地情報佈建工作，則由山地工作委員會再下設的「山地工作小組」進行。根據「山地工作小組」內部會議資料，其所設定的工作方法係「以秘密工作為原則，深入群眾建立關係，必要時得請山地指揮所掩護對外活動」。"
              ],
              "children": []
            }
          ]
        },
        {
          "text": "（二） 威權統治當局對阿里山原鄉乃至本案相關當事人的監控佈局及政治偵辦",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1. 依本會調查之檔案顯示，實際涉入阿里山原鄉情蒐活動的單位，涵括臺灣省政府及其下設民政單位、臺灣省警務處、保安司令部、吳鳳治安指揮所、山地委員會下設山地小組等，乃至中國國民黨中央改造委員會第六組（掌理對社會經濟政治等動態有關資料之搜集整理研究與對敵鬥爭之策劃），亦可見其涉入之蹤跡，並各據其所有，由機關編制內人員及運用人員交織成的情報網絡，呈報相當多阿里山原鄉內對威權統治當局不滿的言論，其中涉及本案相關當事人者如：",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "（1） 40 年 4 月 27 日，吳繼鳳（吳鳳治安指揮所化名）呈報高仰之（保安司令部保安處，下稱保安處之化名）「運用員梁○○除在樂野村負責搜集情報外，並賦予對政府之德政作義務之宣傳，以期達到收效成果，殊料該村國校校長范丁南（嘉義組交查有案）從中挑撥離間，時向村長武義德稱『梁○○時與指揮所來往，無疑即講你們的壞話』公告版等語，…影響本所工作之推行至鉅」。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（2） 龍中仁（任職於吳鳳治安指揮所之人員）向范先生（保安處之化名）又於 41 年 4 月 26 日、5 月12 日、5 月 15 日呈報「查嘉義縣警察局山地警務股巡官汪清山…擁有惡勢力（頭目系統）思想偏差、不滿政府…」、「據運用員黃○○（吳鳳鄉國民兵隊附）報稱吳鳳鄉國民兵隊部奉令舉辦十個年次身家調查體格檢查準備動員召集工作，曾電飭各村長轉知應檢青年遵期集合，吳鳳鄉公所受檢，惟獨有樂野村長武義德置之不理，致影響動員工作。…」、「據運用員劉○○報稱匪嫌范丁南每日在升旗典禮後，由教員輪流領導呼口號時，該范丁南佇立講台前氣宇傲慢、緊閉嘴唇，不隨同呼喊，並故意與村長武義德賣弄，藐視政府、致影響山胞兒童教育心理。…」，並提出研判意見「范丁南與武義德等邇來反對政府，愈發明顯。」",
                  "level": 4,
                  "content": [],
                  "children": []
                }
              ]
            },
            {
              "text": "2. 復據檔案顯示，本案相關當事人中，高一生、湯守仁一方面被視為「山地不穩份子」，另一方面因具有對阿里山原鄉的政治影響力，被政府視為危險人物，而被列入情報蒐集對象，尤其在 39 年 10 月後，因簡吉、林立、劉水龍、楊熙文等人被捕，供出高一生、湯守仁在阿里山私藏武器、預備作為共產黨內應之嫌疑。儘管湯守仁、高一生迅於 39 年 10 月中旬辦理自新，並協助保安司令部「將潛隱樂野山上匪諜張明顯、劉（許）石柱、陳正辰、林瀛洲等四名逮獲」，威權統治當局仍認有嚴密監控之必要，檔案中可見有關高一生、湯守仁在吳鳳鄉私藏武器、在地的政治影響力、人際關係網絡等各項情報，持續匯入保安司令司令部：",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "（1） 38 年 2 月，臺灣省民政廳山地行政處代電臺南縣政府，據報「查吳鳳鄉鄉長兼巡官高一生能力雖強，做事嫌霸，間有村民抱不滿者，因其兼公告版理警政，敢怒不敢言，且該員對政府態度陽順陰伺機，前在調查各地方士紳黨派表中業已謹報……在本鄉情形，使高一生一身集權、政、警，仍屬危險，為此，謹請鈞長商洽警務處予以分開，至於後任巡官，似以現樂野村派出所警長汪清山繼任為宜。」（2） 39 年 10 月，孫福生致朱光華情報：「…（二）遵飭據 142 同志報稱：1.查臺南縣嘉義區吳鳳鄉長高一生及湯守仁（均蕃酋）藉名高山同胞墾荒于去（38）年 12 月間曾向臺南縣政府申請阿里山人民保留地 3 千 600 公頃，約合 150 甲，縣府以該地係人民保留地，未便據情轉省。但高氏志在必得，越（39）年一月間，親自晉省向農林廳徐（慶鐘）廳長申請，徐廳長竟即時批准…蓋政府素對高山族抱懷柔政策，事事均給高等方便，高則誤認為政府無能管理山胞，野心越來越大，倘不作適當處置，實為國家莫大隱憂。… 3.另聞湯守仁現在山地密藏有機槍兩挺。」（3） 39 年 11 月 17 日臺灣省警務處向保安司令部呈報「一、據報：（1）吳鳳鄉湯守仁等開設新美農場原有野心，事發後該場現已停工，前曾向土地銀行借貸五十萬在嘉義市設置宿舍花天酒地恐已化盡，近遷返樂野村擬再要求政府發給建設費或補助費而動員青年村民補修水河道路、鐵線橋等工作，青年內心甚為不滿，其中有一青年說政府發給之款專為鄉長私用而派青年做無錢工，鄉長自己好我們都苦了亟盼政府對該鄉嚴密監視，並派平地籍官員服務於山地以資預防而謀山地安定，對湯高等勿予重用與信任...」；40 年 7 月，臺灣省警務處長陶一珊抄送嘉義縣警察局長李道和彙報山地最新情況給保安處長，其中針對高一生公告版提出「高一生現任吳鳳鄉長、兼任吳鳳鄉山地治安指揮所副指揮官及本局額外督察員，掌握山地行政職權甚大，專事培養私人勢力...若不即謀分化其潛在勢力，一旦有事則難以掌握…」。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（4） 40 年 1 月 4 日，吳繼鳳向高仰之呈報：「據阿里山林場朱督察桂生談稱：『據奮起湖站機關庫曾庫長文雅告云，高一生湯守仁於去(39)年 10 月 15日左右曾密令曾文雅鍊打鐵刀 50 把…』。林秀欒批示：「二科彙辦」。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（5） 40 年 8 月，臺灣省政府抄送國民黨中央改造委員會第六組所彙輯「阿里山山地情況社會調查報告」中有關治安部分，請保安司令部參考辦理，內文整理阿里山各派政治勢力，指出「高一生（吳鳳鄉長）因土著潛勢力及職位關係，凡公教自治人員人民團體皆受籠絡、勢力最大、兇殘不馴，彼與湯守仁對鄉民確有控制力，故最近雖發現其為共匪武裝首領，政府慎於處理，未曾即予逮捕。」（6） 40 年 11 月，臺灣省主席派遣保安司令部（政治部第三科）、臺灣省政府農林廳、臺灣省政府民政廳前往嘉義調查新美農場營運狀況並製作調查報告。後保安司令部將調查結果向上呈報總統府資料室機要組，總統府資料室機要組於 41 年 1 月以用牋回復保安司令部「二、另據別報『（一）湯守仁前係省府民政廳第五科山地籍指導員，以吳鳳鄉匪諜案為保安司令部逮捕並予運用，...與高一生、林瑞昌（省議員）、杜孝生（縣議員）等關係甚為密切...』」。",
                  "level": 4,
                  "content": [],
                  "children": []
                }
              ]
            },
            {
              "text": "3. 威權統治當局在阿里山原鄉所發動最為嚴密的監控，是派遣情報人員對湯守仁的臥底監察。40 年 6 月，保安處根據情蒐所得，代電山地小組：「…二、查湯守仁係山地具有潛勢力份子，其過去從事山地活動建立匪公告版黨關係殊多，該組應予密切查看，並將考核情形隨時具報為妥。」，後山地小組派任中尉「步凱」（後易名為「路平」）掩護其真正身分，潛藏於湯守仁（於步凱報告中化名為「水易」）所開設的商店「高興行」擔任職員，歷時約15個月近身嚴密監控情蒐，情蒐程度鉅細靡遺。",
              "level": 3,
              "content": [
                "步凱報告的頻率從每兩日一次到半個月一次不等，報告湯守仁的每日行程、來往對象，觀察對象不僅政治性言行，亦擴及高興行經營手法、財務狀況、人際往來成員，乃至私密及家庭關係，均加以記錄。本案當事人杜孝生之動態，以及其涉入之新美農場設立、農會運作等亦出現於步凱報告之中，如："
              ],
              "children": [
                {
                  "text": "（1） 40 年 12 月 12 日路平呈孔大中（任職於山地小組之人員）報告水易之新友關係「A 有關高一生部分：1 新美農場的風波 11 月 8日吳主席手令民政廳黃科長、保安部楊科長、農林廳廖組長赴吳鳳鄉調查新美農場五十萬借款問題，調查人員在赴新美農場之前，雖用電話與高一生連絡，但因電話故障，未能取得連絡，因之高一生竟以為係秘密調查，於 11 月 13 日在阿里山，高乘酒興之餘，態度失常，是晚曾與調查人員發生誤會。事後水易由姚禎處得悉情形，遂於17 日用電話連絡，19 日高由達邦來嘉義，由水易陪同，親往阿里山俱樂部向調查人員道歉。…B關於吳鳳鄉農會的風聞 據水易談稱，現吳鳳農會，應將應配給農民之配給物品如肥料等，農會的職員不按照規定，欺騙山胞無知，竟轉賣出售。為防止發生問題，對山胞之山產物資，則比一般採購商人出高價收買，以求山胞之歡心，藉而防止山胞之不滿。水易說：『這種事情千萬做不得的，山胞如果全體知道了，恐怕將來一定發生很大問題。』水易曾私自告訴路平說：『有時間可以私下公告版對姚禎溝通一下，不要再繼續做下去才好』，但路平沒有對姚禎說。」（2） 41 年 2 月 20 日 路平報告孔大中水易之言行「B 杜孝生部分 1 2 月 10 日因解決樂野村長武義德及劉通陶事件，高一生、水易、杜孝生等，在中山路吳鳳鄉農會連絡處的時候，杜孝生忽然提出山地國民學校學生教科書的問題，杜說：『聽說山地國校教科書的程度，要比照平地國校的程度淺陋二年級的程度，這個問題很嚴重。』高一生說：『真的嗎？這個問題還沒有仔細的研究過，如果真的，實在太不公平了。」水易接著說：『這或可能認為山地水準低，特別編纂的，但是如果要差的太多，那麼山地學生升中等學校，不論怎樣有優待辦法，總是趕不上的。』杜說：『對啦！這個問題值得研究』。」（3） 41 年 3 月 8 日步凱續報水易「水易說，田○○威脅他說：『政府正在調查林瑞昌、杜孝生、以及水易自己，不出一個月就全部逮捕，你們山地的幾個領導人非常危險，要特別注意。』…水易說：『自從那件事情後，一直就沒有敢去臺北辦事，並不敢接觸高一生和杜孝生，但是到現在證明了政府並沒有這樣的意思，心理比較安定』。」（4） 41 年 5 月 31 日步凱報告水易案「…附報 3.杜孝生已辭去縣議員，專任吳鳳鄉衛生所所長，已於 5 月 12 日偕眷返回吳鳳鄉。…」",
                  "level": 4,
                  "content": [],
                  "children": []
                }
              ]
            },
            {
              "text": "4. 威權統治當局不僅對阿里山原鄉進行全面性監控與廣泛情報蒐集，對本件高一生、杜孝生、廖麗川涉入貪汙嫌疑之偵查與逮捕行動，亦有種種政治性考量和作為：",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "（1） 41 年 2 月 7 日，保安司令部保安處第 1 科（負公告版責情報蒐集）擬稿，擬向臺灣省政府報告情蒐所得「嘉義縣吳鳳鄉長高一生貪汙瀆職、藐視政府法令，並勾結縣議員杜孝生，偽冒鄉農會名義，套取政府救濟物資，變賣私肥…」，然於呈核過程中，經保安處長林秀欒批示「速件 交三科楊科長倂辦 簽核」。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（2） 保安處第 3 科於 41 年 3 月 27 日上簽，表示「前奉鈞座交辦嘉義縣吳鳳鄉鄉長高一生等貪汙不法案，…該高一生與吳鳳鄉公所經濟股主任盧福基、森林幹事廖麗川、縣參議員杜孝生等共同貪汙，自應懲辦」，並檢附 40 年 11 月三方會同調查新美農場報告、41 年 1 月 26 日吳鳳治安指揮所報告、41 年 2 月 19 日嘉義縣政府報告作為證據資料，據以請示由保安處主辦。由於忌憚「該高一生等，于地方擁有部份實力，向為山胞信賴」，保安處於簽文中建議有關代理鄉長人選，並建議可於部落廣傳「高一生等犯罪行為」之說明資料，另建議警備系統對「高、杜等黨羽」控制等偵辦行動，必須提早部署規劃，後經保安司令吳國楨批核「如擬 由本部法辦」。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（3） 41 年 6 月 10 日，保安處第 3 科即以前述 41年 3 月 27 日簽文內容為基礎，簽擬更為具體的「行動辦法」，內容除分層設計逮捕策略（對高一生、杜孝生人擬定誘捕計畫、對湯守仁、汪清山等「與高等關係較密切之人」予以「控制」），更同時精心設計製作「揭發」高一生、杜孝生、盧福基、廖麗川等人貪汙事證之中、日文版宣傳文字。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（4） 惟據檔案資料顯示，威權統治當局在未掌握明確的貪汙證據情況下，先行逮捕高一生等人，但直至高一生等人移送軍法處後，才由軍事檢察公告版官蒐集相關證據，以新美農場貪汙案最重要的關鍵性證物新美農場帳冊為例：",
                  "level": 4,
                  "content": [
                    "甲、 高一生、杜孝生等移送至保安司令部軍法處後，保安司令部軍法處於 41 年 11 月代電該部政治部，表示「二、查卷內去年 11 月貴部第三科科長楊又凡奉派會同民政廳科長黃式鴻、農林廳技正廖南才調查高一生等貪汙案之報告僅附圖表及談話筆錄計 13 件，並未附送新美農場帳冊…」請政治部檢送新美農場帳冊。",
                    "乙、 保安司令部政治部於 41 年 12 月 11 日代電回復，表示「經詢據前本部第三科長楊科長又凡聲稱，新美農場帳冊仍存嘉義縣政府山地室」。",
                    "丙、 後保安司令部軍法處於 41 年 12 月 24 日代電嘉義縣政府，要求檢送該新美農場帳冊。",
                    "丁、 惟檔案中查無保安司令部有取得帳冊之紀錄。"
                  ],
                  "children": []
                },
                {
                  "text": "（5） 不僅如此，威權統治當局雖以「法辦高一生等貪汙案」為案由，擬定並發動逮捕等行動，卻意利用逮捕拘禁阿里山賢達之機會，對其詢問與貪汙犯罪偵查事實無關之山地行政管理事項，以取得原鄉治理之政治性資訊：",
                  "level": 4,
                  "content": [
                    "甲、 在本案共同被告湯守仁、汪清山於 41 年9 月 11 日依「行動辦法」交由保安司令部「控制」後，保安司令部並未訊問犯罪事實，卻先要求湯守仁及汪清山對一般性之山地鄉管理等議題提出意見（含保留地變更、造林、交通、徵兵、動員等問題），吳鳳鄉管理問題之意見（含治安方面、治安指揮所的檢討、武器問題、青年服務隊、物資缺乏、改造建設檢討、教育公告版方法、衛生設備等等），並作成「吳鳳鄉一般情形檢討記錄」（共三份）、「吳鳳鄉武器問題研討」（共三份）、「吳鳳鄉教育情形檢討記錄」（共一份）、以及「新美農場有關事項檢討」（共一份），其內容與偵查之犯罪並無直接關連。",
                    "乙、 此外，由負責與湯、汪進行「談話」與「研討」之山地小組長李億於「吳鳳鄉武器問題研討」紀錄上黏貼便條所載：「一、關於本案之偵查意見：1、據線審訊武氏二弟兄。2.根據資料追究武○○所透露經過事實…」，以及其於 41 年 9 月 13 日以便條請示「湯守仁以其家屬最近可能北上探視，於抵達時希冀准予接見，以便收其此來目的純為政府處理案件，於其本身並無不利之處…屆時可否准予會面？」可知威權統治當局一方面忌於阿里山原住民族擁有武器、具有戰鬥能力，另一方面對於原住民族文化和生活方式不理解，茲佯稱湯守仁、汪清山係以證人身分到案，在問話過程中對於原鄉的政治治理進行刺探及瞭解。"
                  ],
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "text": "（三） 威權統治當局對於本案當事人所涉貪汙案件的追訴、審判，是配合其在阿里山原鄉的政治性偵防及監控，以取得政治控制的手段，違反自由民主憲政秩序",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1. 國家基於人民犯罪之偵查及國家安全之需要，並非不得針對人民進行情報資訊的蒐集，然不論是犯罪偵查獲國家情報蒐集，在自由民主憲政國家其權力均應受到限制及制衡。首先，犯罪之偵查必須符合憲法第八條法律保留原則、正當法律程序以及比例原則的要求；對於作為調查手段的臨檢、搜索以及對人民通訊監察等，皆應依照法律所規定之程序為之，始為憲法之所許（司公告版法院釋字第 384 號解釋、第 535 號解釋、第 631 號解釋參照）。至於基於國家安全工作所需的情報蒐集，乃情報機關基於職權對於足以影響國家安全之資訊進行蒐集，國家對此種資訊固有進行蒐集、研析、處理及運用之必要，然自由民主憲政國家為避免權力的濫用，國家安全情報工作不僅應有民意授權，亦應受到一定程度的明確限制（參見許宗力，《民主國家的情報活動-重建情報法制的若干建議》，法與國家權力，頁 384-385，1993 年），並非因情報工作隸屬國家安全範圍即完全不受憲法或法律之限制。在威權統治時期，政府以國家安全、肅清匪諜為名建立起廣泛綿密的情報網絡，其情報工作或無任何授權，或僅憑行政命令即執行，其權力來源或來自總統及軍事機關、或來自政黨系統，皆未受任何之權力限制及制衡。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2. 對於人民的政治監控，不單對個別人民為之，更因威權統治當局忌憚人民的群體力量威脅其統治基礎，更容易針對特定群體為之。威權統治當局對於在政治上認定威脅其統治基礎的對象，更是傾各種資源為之，透過政治監控手段達到實質政治控制的效果。從前述資料證據可證，威權統治當局在沒有任何有力的證據顯示人民的犯罪嫌疑，即對阿里山原鄉進行廣泛佈線監控。透過政治監控所得的資料，任意揀選特定情報，作為啟動追訴、審判之依據，且在事證尚未明確之前，即以貪汙叛亂之名擬定逮捕計畫大規模逮捕原鄉賢達，並擬定宣傳公關計畫，在未為起訴、審判前大肆對外宣布被逮捕人之未證事實，分化原住民部落內部族群情感。其一連串之作為與一般犯罪的追訴審判極為不同，充滿政治性的考量。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3. 綜上，本件對貪汙案的追訴審判，係威權統治當局對阿里山原鄉政治控制的手段，濫用應受拘束之國家權力，以達到政治上打壓異己、以及控制原住民族的目公告版的，戕害阿里山原鄉內群體的主體性，顯然違反自由民主憲政秩序。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        }
      ]
    },
    {
      "text": "二、 本件杜孝生、廖麗川所涉貪汙案件受保安司令部追訴及審判，嚴重違反公平審判原則（一） 憲法第 16 條保障人民之訴訟權，旨在確保人民有依法定程序提起訴訟及受公平審判之權利（參考司法院釋字第 512 號解釋理由書）。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二） 憲法第 9 條規定：「人民除現役軍人外，不受軍事審判」，乃因現役軍人負有保衛國家之特別義務，基於國家安全與軍事需要，對其犯罪行為得設軍事審判之特別訴訟程序（司法院釋字第 436 號參照）。此外，威權統治當局自 38 年 5 月 20 日起，在臺灣施行戒嚴體制，授權軍事機關對特定刑事案件進行軍事審判，不論被告具現役軍人身分與否。按 38 年 1 月 14 日修正、當時有效之戒嚴法第 8條：「（第 1 項）戒嚴時期接戰地域內，關於刑法上左列各罪，軍事機關得自行審判或交法院審判之。一、內亂罪。",
          "level": 2,
          "content": [],
          "children": []
        }
      ]
    },
    {
      "text": "二、外患罪。三、妨害秩序罪。四、公共危險罪。五、偽造貨幣有價證券及文書印文各罪。六、殺人罪。七、妨害自由罪。八、搶奪強盜及海盜罪。九、恐嚇及擄人勒贖罪。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "十、毀棄損壞罪。（第 2 項）犯前項以外之其他特別刑法之罪者，亦同。（第 3 項）…」，其立法意旨在於確保接戰地域有關國防軍事或對社會治安有重大關係之刑事案件，由軍事審判來穩定秩序。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（三） 惟，就軍事審判的範圍，38 年戒嚴令頒布後，即有臺灣省參議會代表建議，應將軍人匪諜及搶劫重大案件，以一般性案件送法院辦理，促使國防部與司法行政部針對軍法及司法機關受理案件劃分之原則進行討論，後行政院數度發布劃分辦法，讓軍事機關保留若干犯罪案件的自行審判權，其餘則交普通法院審理，以限縮軍事審判的範圍：",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1. 40 年 10 月 20 日通過「臺灣省戒嚴時期軍法及司法機公告版關受理案件劃分暫行辦法」，限定軍法機關所受理的案件「應以與軍事或地方治安有重大關係者為限」，並將「戒嚴法」第 8 條所列各罪劃分為「由軍法機關審判」與「由司法機關審判」等兩個部分。另外，該辦法在劃歸軍事機關審查的部分，加上「與軍事或地方治安無重大關係者應由司法機關審判」的但書。再者，關於觸犯特別刑法的案件，該辦法規定由軍事機關受理者「以與軍事或地方治安有重大關係者為限」，其餘則由司法機關受理，但於隔年廢止。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2. 41 年 5 月 10 日發布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，其中第 2 條第 1 項規定：「軍法機關自行審判案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例懲治叛亂條例所定之罪。三、犯懲治盜匪條例所定之罪。四、非軍人勾結軍人犯懲治走私條例所定之罪。五、犯刑法公共危險妨害秩序之罪於地方治安有重大危害者。」、第 3 條規定：",
              "level": 3,
              "content": [
                "「除前條所規定外，其餘案件一律交由法院審判。」"
              ],
              "children": []
            },
            {
              "text": "3. 43 年 10 月 15 日修正公布「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」第 2 條：「軍法機關自行審判之案件以左列為限：一、軍人犯罪。二、犯戡亂時期檢肅匪諜條例所定之罪。」（四） 於本案，杜孝生、廖麗川於 41 年 9 月 10 日與高一生、盧福基、武義德、武義享、范丁南一起被逮捕並解送至保安司令部。其後，保安司令部於 41 年 12 月 28 日以「本案與地方治安有重大關係」，呈請國防部授權審判「（高一生）案內牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等八人」；國防部復於 42 年 1 月 29 日依據「戡亂時期檢肅匪諜條例第 11 條」規定，呈請行政院核示授權保安司令部審理「高一生貪汙部分牽連犯杜孝生廖麗川盧朝清葉高尚盧福基等五人」，後行政院於 42 年 2 月 11 日函復國防部「高一生等貪汙部分牽連犯杜孝生等五名倂准由該司令公告版部併案審理」。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（五） 軍事審判與司法審判之管轄劃分，於審理程序中之落實，亦屬前述程序保障之一環。本案杜孝生及廖麗川所涉貪汙案所適用之審判案件劃分辦法，應為前述 41 年 5 月10 日發布之「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」，惟保安司令部於 41 年 12 月向國防部參謀總長周至柔要求將高一生等貪汙一案擬請授權保安司令部審辦，係主張「本案與地方治安有重大關係」為由，對於案內牽連貪汙犯杜孝生廖麗川等人擬請一併授權保安司令部審辦，然查懲治貪汙條例所定各罪並非該劃分辦法第 2 條第 1 項第 1 至 4 款所列罪名，也非第 5 款所稱「刑法公共危險妨害秩序之罪」，自不能以「本案與地方治安有重大關係」之理由，將「高一生等貪汙部分牽連犯杜孝生等五名」交由保安司令部併案審理。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（六） 又國防部於 42 年 1 月改以檢肅匪諜條例第 11 條為由核准併案由保安司令部審理。按戡亂時期檢肅匪諜條例第11 條規定：「匪諜牽連案件，不分犯罪事實輕重，概由匪諜案件審判機關審理之。」然查本件判決，僅泛稱「報奉國防部 42 年 2 月 18 日廉庚字第 171 號令轉奉行政院 42年 2 月 11 日台 42(法)0824 號令撤銷該湯守仁、高一生等自新，連同貪汙部分一併授權本部審理，由軍事檢察官起訴。」，並未引用檢肅匪諜條例第 11 條說明為何高一生犯罪事實中所涉貪汙部分，應由軍事機關審判，而杜孝生及廖麗川又為何一併納入軍事程序審判之說明，更全然付之闕如。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（七） 據此，依本件判決時有效的審判案件劃分辦法，杜孝生、廖麗川所涉貪汙部分，應交由普通法院審判，本件杜孝生、廖麗川受保安司令部追訴及審判，即牴觸「臺灣省戒嚴時期軍法機關自行審判及交法院審判案件劃分辦法」及所揭櫫限縮軍事審判範圍之國家權力自我拘束，嚴重違反公平審判原則。",
          "level": 2,
          "content": [
            "公告版"
          ],
          "children": []
        }
      ]
    },
    {
      "text": "三、 本件軍事審判官未就杜孝生、廖麗川否認犯罪之辯解進行實質調查，侵害杜孝生、廖麗川之聽審權，違反公平審判原則（一） 憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又，憲法第 16 條保障人民訴訟權規定，旨在確保人民有依正當法律程序受公平審判之權利，訴訟制度為此須賦予人民足夠的程序保障。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二） 人民於訴訟程序中所享有之聽審權，屬於前述之程序保障之一環。就刑事訴訟而言，聽審權彰顯被告之程序主體地位，避免被告淪為俎上魚肉，任人宰割，以保障其依正當法律程序受公平審判之權利。聽審權之內涵包括「請求資訊權」、「請求表達權」及「請求注意權」。刑事被告所享有之請求注意權，係指法官對被告之陳述負有詳加注意之義務，因此審判程序中，法官必須全程在場，聽取並理解被告之陳述，亦須加以回應，亦即調查被告之辯解，並在判決理由中交代為何採信或不採信被告之陳述，否則無從檢驗法官確實已盡前述注意義務。即使是在威權統治時期，上述聽審權保障仍為最高法院判例所肯認，就此有該院 48 年台上字第 1325 號刑事判例：「原審未於審判期日，就上訴人否認犯罪所為有利辯解事項與證據，予以調查，亦不於判決理由內加以論列，率行判決，自屬於法有違。」可參。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（三） 34 年 12 月 26 日修正公布之「中華民國刑事訴訟法」（現已修正為「刑事訴訟法」）第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，依當時之同法第 270 條：「被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 1公告版項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。（第 2 項）」之規定，禁止以不正方法取得被告自白，亦即自白必須出於被告之自由意志，以符憲法第 8 條所揭示「正當法律程序原則」之意旨；而禁止以自白作為唯一證據，係為避免過度偏重自白之證據價值，革除強迫被告自白之誘因，以落實「不自證己罪原則」以及「無罪推定原則」，並確保被告的程序主體地位。即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（四） 本件判決認定，杜孝生、廖麗川與高一生共同涉有舞弊新美集體農場「公款」，因而構成剋扣職務上應行發給之財物、侵占公有財物、對於主管事務圖利等罪，固以土地銀行所撥借貸款屬公款。惟查本件檔卷資料，公設辯護人於 42年 4 月 2 日擬具公設辯護書提出「該款全部為由土地銀行撥借而來，仍須由各借款人歸償，故與銀行交往純屬一種借貸性質」，廖麗川亦於同年 10 月 6 日提出書面報告「其向土地銀行借款，係由徐農林廳長擔保每月負擔利息，故可證明為私人借款」等語，作為重要辯解。按，上開消費借貸關係之貸與人雖係土地銀行，惟其業務內容既包含向民間放款，則自不能排除因新美集體農場係私法組織，致案內貸款係私法上消費借貸關係之可能性，公設辯護人所提上述辯解並非全無調查、審酌之必要。從而若上開辯解成立，該項貸款係在高一生、杜孝生、廖麗川分別基於農場理事長、農場場長、農場總務身分，職權掌管支配之下，應屬私款，將根本動搖此部分犯罪之成立前提，然本件判決對於「新美集體農場」貸款使用法律關係為何應定性為「公款」，全未見說明，已侵害杜孝生、廖麗川之聽審權。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（五） 復經本會清查檔案及函詢有關機關所得發現，本件公公告版設辯護人及廖麗川提出新美農場貸款屬私款之辯解，並非全然無據：",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1. 生產事業管理委員會 39 年 7 月 29 日第 60 次常務委員會議針對「嘉義縣吳鳳鄉新美集體農場請發第二次貸款案」進行討論，會議資料後附專家意見「墾民將來所負擔之利息及本金則須照五十萬零五千元兩次借款總數計算，墾民之負擔可謂重矣」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2. 39 年 4 月 26 日臺灣省政府農林廳回復花蓮縣政府之代電內容：「三、茲准臺灣銀行總行 39 卯徵銀營字 0977號代電以：「查本省農戶小本貸款及各種農業貸款對象，依規定不限定為平地同胞，山地同胞亦可同樣向貸款銀行申請貸款」，及臺灣土地銀行總行(39)(4)(10)總業字 0863 號函以「查本行以前所辦小額農貸，係普遍承做，並無山地平地之分，且查貸放山地同胞者亦不乏人，…，但最近貸放吳鳳鄉集體農場一處即達 50 萬元，…」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3. 高一生遭逮捕後，土地銀行直接函請保安司令部軍法處協助向「該場理事長」高一生催還新美農場貸款。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（六） 上開檔卷資料顯示，公設辯護人與廖麗川於審判中提出新美農場貸款屬私款之有利辯解事項，軍事審判官卻從未對此等辯解進行調查，亦未在判決中說明不採信之理由，顯有應調查事項未調查之重大違誤，侵害杜孝生、廖麗川享有之請求注意權，且未能盡到客觀性義務及澄清義務，與憲法第 8 條及第 16 條規定、公平審判原則未符。",
          "level": 2,
          "content": [],
          "children": []
        }
      ]
    },
    {
      "text": "四、 本件杜孝生、廖麗川之有罪判決係秉軍事長官之意志而作成，有違憲法有關權力分立及審判獨立原則之要求（一） 本件保安司令部原以 42 年 7 月 22 日(42)審三字第 25號判決：「杜孝生共同連續侵占公有財物處有期徒刑 15年。…廖麗川共同對於主管之事務直接圖利處有期徒刑 7年。..」。惟其後該判決依國防部軍法案件呈核標準呈核，公告版經國防部參謀總長周至柔簽具審核意見：「（一）被告高一生、杜孝生與林瑞昌朋分剋扣之包工款項，係均觸犯共同連續剋扣職務上應行發給之財物罪…關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…」、總統府參軍長桂永清簽註：「一、經核本案犯行…杜孝生十七年均合，擬照准。..三、廖麗川一名原判以主管事務貪污論罪所判徒刑七年，核尚嫌輕，擬飭改處廖犯為徒刑十年。…」、蔣中正總統批示「如擬」，並以 43 年2 月 8 日總統府興康字第 0161 號代電將前述意旨回復國防部。國防部再以 43 年 2 月 17 日(43)清澈字第 433 號代電回復保安司令部，原判決經總統核定「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年…」。",
      "level": 1,
      "content": [
        "嗣後，保安司令部以 43 年 2 月 25 日(42)審三字第 25 號判決改判「杜孝生共同連續侵占公有財物處有期徒刑 15年褫奪公權 10 年全部財產除酌留其家屬必須生活費外沒收。共同連續剋扣職務上應行發給之財物處有期徒刑十七年褫奪公權十年。全部財產除酌留其家屬必須生活費外沒收。廖麗川共同對於主管之事務直接圖利處有期徒刑十年褫奪公權五年全部財產除酌留其家屬必須生活費外沒收」。"
      ],
      "children": [
        {
          "text": "（二） 然軍法判決之呈核，於中華民國憲法施行前，原係依19 年 3 月 24 日公布之「陸海空軍審判法」第 36 條規定：",
          "level": 2,
          "content": [
            "「有左列各款情形之一者由該最高級官長以訴訟書類連同判決書呈由總司令部或軍政部海軍部呈請國民政府核定后…（略）」暨 32 年 3 月 8 日修正公布「戰時陸海空軍審判簡易規程」第 4 條規定：「有左列各款情形之一者，依陸海空軍審判法第 36 條呈請核定：…（略）（第 1 項）。",
            "前項核定，得呈請代行陸海空軍大元帥職權之軍事委員會委員長為之但應按月彙報國民政府備查。（第 2 項）」等規公告版定辦理。而國民政府係依「中華民國訓政時期約法」第 77條規定，為由訓政時期過渡到憲政時期之政府組織，中華民國憲法於 36 年 12 月 25 日實施，則訓政時期之「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」均不再存在。準此，上揭「陸海空軍審判法」及「戰時陸海空軍審判簡易規程」有關呈核「國民政府」、「陸海空軍大元帥」及「軍事委員會委員長」之規定即失所附麗，從而軍法判決呈由軍事統帥核准之作法本應於行憲後即告終止。"
          ],
          "children": []
        },
        {
          "text": "（三） 然國防部竟於 39 年 6 月將陸海空軍審判法及戰時陸海空軍簡易審判規程，關於呈核之規定，綜合刪併為「國防部軍法案件呈核標準」，其中規定「一、左列案件由參謀總長逕呈總統核定：甲.將官及其同等軍人處有期徒刑以上之刑者。乙. 校官及其同等軍人處十年以上有期徒刑以上之刑者。二、左列案件由總統授權參謀總長代核，月終制表檢同原判彙呈核備：甲. 尉官准尉官及其同等軍人處無期徒刑以上之刑者。乙. 士兵及其同等軍人處死刑者。",
          "level": 2,
          "content": [
            "丙.非軍人依法應受軍法裁判案件之處死刑者。但高級官吏及情節重大案件仍呈請總統核定。三、不屬前兩項各款規定刑度之案件，由參謀總長逕予核准或備查」，經呈奉總統府核准於 39 年 6 月 15 日實施。嗣蔣中正總統更以"
          ],
          "children": [
            {
              "text": "(40)午冬乾瑞字 40376 號代電命令修正呈核標準：「查軍法案件呈核標準嗣後應照下列規定辦理：（一）非軍人及官吏受軍法裁判之案件處徒刑十五年以上者，應照軍法案件呈核標準第一項辦理，由參謀總長逕呈核定。（二）將官及同等軍人或高級官吏受軍法裁判而為諭知無罪判決者，應照交辦案件例，由參謀總長逕呈核定後始得宣告。",
              "level": 4,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（三）其他案件應否呈請核定，仍照前規定軍法案件呈核標準辦理。以上三項希即遵照為盼。」藉由上述呈核標準之頒訂及修正，訓政時期軍法判決呈核之作法乃告復活，進而受軍事審判軍、民之生殺予奪，均操於蔣中正總統之手。",
          "level": 2,
          "content": [
            "公告版（四） 惟，有關權力分立與制衡之原則，具有本質之重要性，乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務，經司法院釋字第 499 號解釋理由書闡釋甚明，乃自由民主憲政秩序之核心內涵。除此之外，司法院釋字第436 號解釋文也認為軍事審判亦具司法權之性質，其發動與運作，必須符合正當法律程序之最低要求，包括獨立、公正之審判機關與程序，並不得違背憲法第 77 條司法院為國家最高司法機關，掌理刑事訴訟審判，第 80 條法官依法律獨立審判，不受任何干涉等有關司法權建制之憲政原理。因此，軍事審判仍受憲法第 80 條：「法官須超出黨派以外，依據法律獨立審判，不受任何干涉」所定審判獨立原則之適用。若此項審判、處罰之權力竟遭行政權或立法權僭取，即有違權力分立原則。又縱名義上雖由司法機關審判，但若受審判機關外之權力干涉，甚至須秉干涉者之意志審判，則既無審判獨立可言，更遑論權力分立。蔣中正總統下令收攬軍事審判之終局決定權於己手，而能決定受軍事審判軍、民之生死與自由，實已臻集權之極而與君主獨裁無異，自有違憲法上權力分立之原則。"
          ],
          "children": []
        },
        {
          "text": "（五） 本件經由周至柔、桂永清於呈轉過程中簽擬，蔣中正總統核定：「關於杜孝生部分，擬增判共同連續剋扣職務上應行發給之財物，處有期徒刑七年…，仍與原判罪刑併合處罰，定執行有期徒刑十七年…(六)廖麗川一名應按原罪名改處有期徒刑十年..」，保安司令部「報奉 國防部 43年 2 月 17 日(43)清澈字第 433 號令示」改判處杜孝生有期徒刑 17 年、廖麗川有期徒刑 10 年。從而，杜孝生、廖麗川之有罪判決，實係秉軍事長官之意志作成，判決之名義機關保安司令部猶如傀儡，本件之追訴、審判全然違反審判獨立原則，顯違自由民主憲政秩序。",
          "level": 2,
          "content": [
            "陸、 綜上，本件杜孝生、廖麗川受保安司令部(42)審三字第 25 號刑事有罪判決，違反自由民主憲政秩序、侵害公平審判原則，屬依促公告版進轉型正義條例應予平復司法不法之刑事有罪判決。該有罪判決暨其刑、褫奪公權及沒收之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。",
            "據上論結，爰依促進轉型正義條例第 6 條第 1 項及第 3 項第 2 款規定，決定如主文。"
          ],
          "children": []
        }
      ]
    }
  ],
  "tables": [
    {
      "page": 29,
      "data": [
        [
          "起訴者",
          "審判者",
          "呈核者",
          "核定者"
        ],
        [
          "軍事檢察官嚴同暉",
          "軍事審判官殷敬文（軍事檢察官嚴同暉蒞庭）",
          "國防部參謀總長周至柔總統府參軍長桂永清",
          "總統蔣中正"
        ]
      ]
    }
  ]
}