{
  "filename": "促轉司字第82號_邱煌生.pdf",
  "metadata": {
    "case_no": "促轉司字第82號",
    "applicant": "邱煌生關於聲請人邱煌生聲請平復其",
    "subject": "邱煌生",
    "date": null
  },
  "content": {
    "full_text": "促進轉型正義委員會決定書 促轉司字第 82 號聲請人：邱煌生關於聲請人邱煌生聲請平復其因妨害公務案件受臺灣臺北地方法院77 年度訴字第 1048 號、臺灣高等法院 77 年度上訴字第 3296 號及最高法院 78 年台上字 1696 號刑事有罪判決，經本會重新調查，決定如下：\n主 文邱煌生受臺灣臺北地方法院 77 年度訴字第 1048 號、臺灣高等法院77 年度上訴字第 3296 號及最高法院 78 年台上字 1696 號刑事有罪判決暨其刑之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。\n理 由\n一、 本件聲請意旨（一） 聲請人民國（下同）108 年 3 月 27 日聲請書主張略以：\n1、 其被控於 77 年 5 月 20 日農民遊行前（下稱 520 農運）受總指揮邱○泳的囑咐從雲林撿拾石頭、磚塊裝載於其所有車牌號碼074-3850 號營業大貨車（下稱系爭菜車）北上至現場。然事實上，不但邱○泳否認此種說明，另據 11 人（聲請人誤載為 18人）教授團的實驗，亦無可能由其個人單獨在 1 個多小時內搬運將近 1 噸重的石頭，並在上方覆蓋大白菜作為遮掩。此外，其從雲林出發前往臺北途中，在虎尾交流道受到警察攔檢車上物件，車上除大白菜外並無他物。若有石頭、磚塊混雜其中，警察豈有放行之理？再者，貨車在高速公路需過磅，每次過磅皆有過磅條可資證明。倘如檢方所述，其於系爭菜車上裝載石頭、磚塊，那麼檢方為何不按其請求，分別以堆大白菜以及堆大白菜、石塊兩種方式過磅來證明？\n2、 檢方未予調查對其有利之證據，反而只提出對其不利且沒有證據的推論。例如：當天在多架攝影機下，完全沒有任何影像紀錄可以證明石頭、磚頭是從系爭菜車而來；警方卻以在現場撿拾的 20 餘袋石頭、磚塊、鐵條就說是證據，指控這些都是從車上拿出來的。所謂欲加之罪何患無辭，不就是這樣嗎？\n3、 歷審判決雖以其自白為判罪的論據，但一方面伊沒有那樣說，另一方面在法學日益進步之下，自白已經不能被當成證據。畢竟在歷經多年威權國家統治下，屈打成招或以威逼利誘、欺騙等方式，使當事人陷於錯誤而做出不利自己的自白，已經是法學界承認確實會有的事。僅憑檢方天馬行空的想像與控訴，卻有無辜人民深受牢獄之災，不但有違自由民主之憲政秩序，同時也侵害其受公平審判的權利與機會。520 農運迄今已逾 30載，餘年多少已未可知，只願有生之年能免除「犯罪人」的身分，還給受刑人一個公道。\n（二） 本會向相關機關調閱案卷後，函請聲請人提出補充意見，惟未獲見復。\n二、 本件調查經過為期釐清事實，本會積極搜尋相關資料，過程如下：\n（一） 本會向前臺灣臺北地方法院檢察處（現已改制為臺灣臺北地方檢察署，下稱臺北地檢署）、臺灣臺北地方法院（下稱臺北地院）、臺灣高等法院（下稱高院）及最高法院調閱聲請人於 77年間因參與 520 農運所涉妨害公務案件（下稱本案）判決及卷宗資料。\n1、 最高法院書記廳、高院及臺北地院分別於 108 年 5 月 1 日、同月 7 日及 30 日函送最高法院 78 年度台上字第 1696 號刑事判決影本、高院 77 年度上訴字第 3296 號刑事判決影本、臺北地院 77 年度訴字 1048 號刑事判決抄本各 1 件。\n2、 臺北地檢署於 108 年 6 月 10 日函復本會略以：「查本署 78 年度職字第 1867 號邱煌生妨害公務乙案歷審及偵查卷宗業經本署註銷檔號，並由臺灣臺北地方法院通緝室領回列管，本署無上開卷證資料，請逕向臺北地院洽詢」，嗣臺北地院於 108 年6 月 25 日函復該署表示：「經查其中被告陳○松於 90 年度訴緝字第 137 號免訴判決確定，由貴署（90 年度執他字第 5278號沛股）執行結案」，臺北地檢署復於 108 年 7 月 5 日函復本會略以：「查本署 90 年度執他字第 5278 號陳○松妨害公務案件卷證資料已逾保存期間銷毀，僅提供該案判決書、起訴書影本供參。」（二） 本會向國家發展委員會檔案管理局（下稱檔案局）、法務部調查局（下稱調查局）調閱雲林縣農民權益促進會（下稱雲林農權會）等相關檔案資料。檔案局於 108 年 8 月 13 日函復本會略以：「經查法務部調查局本年 7 月 15 日移轉目錄，查得 1 案（檔號：0077/3/72381；案名：雲林農權會案），共計檔案原件1 卷，請大會派員至本局查閱」；調查局於同年月 20 日函復本會略以：「本局『雲林農權會、台灣農權總會、嘉雲人權會案』（檔號：0078/3/63859）資料，業於 108 年 8 月 13 日調總伍字第 10824518120 號函以『普通檔案』移轉國家發展委員會檔案管理局，請查照。」本會以「邱煌生」、「520 農民運動」、「邱○泳」、「林○華」、「李○海」、「雲林農權會」等相關關鍵字於檔案局國家檔案資訊網查詢，查得檔卷內容已包含於該局提供本會之檔案數位檔內。\n（三） 本會向臺灣人權促進會、聲請人及其他同案被告辯護人莊○明律師、洪○叁律師、李○雄律師調取本案卷宗及相關資料。臺灣人權促進會於 108 年 12 月 3 日函復提供聲請人 77 年 8 月 1日、9 月 7 日、12 月 14 日辯護狀及書信；洪○叁律師於 108年 12 月 18 日函復所存其當事人邱○泳相關案卷資料；莊○明律師於 108 年 12 月 24 日函復該卷證已逾保存年限，全部銷毀；李○雄律師於 109 年 2 月 6 日函復提供該案所存資料。本會因而取得臺北地檢署、臺北地院及高院部分筆錄影本。\n（四） 本會向當年執行集會遊行勤務之機關即前國防部憲兵司令部（現已改制為國防部憲兵指揮部，下稱憲兵指揮部）、內政部警政署（下稱警政署）、臺北市政府警察局（下稱臺北市警局）及前臺北市警局城中分局（嗣更名為臺北市警局中正第一分局，下稱中正第一分局）調取本案相關資料。\n1、 中正第一分局於 109 年 3 月 4 日函復本會略以：「事件發生迄今逾三十餘年，本分局查無旨揭邱君檔案卷資」；憲兵指揮部於 109 年 3 月 5 日函復本會略以：「查本部現存檔案無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料。」\n2、 警政署於 109 年 3 月 12 日函復本會略以：「有關本署收文字號：警收 79688 號之檔案（77 竹縣警人字第 3437 號函）影本資料如附件；另經查現有檔案並無『520 農民運動』及『雲林農權會』等資料。」\n3、 臺北市警局於 109 年 3 月 26 日函復本會略以：「經調閱 77 年相關檔案，與民眾邱○生相關者為：77 年 11 月 11 日警保字第 273669 號函覆監察院『調查 520 農民運動』一案。」其內容緣於監察院為調查 520 農民遊行引發之警民衝突而造成流血事件並追究雙方應負責任案之相關公文。\n（五） 本會向監察院調取本案相關調查卷宗，監察院於 109 年 4 月23 日函送該院前調查 520 農民運動案件卷宗光碟 1 份，卷內雖收錄部分偵查筆錄，惟該院調查方向係著重偏向警方執勤有無缺失部分，對於刑事追訴部分並無著墨。\n（六） 為查詢當年所存本案相關影像紀錄，本會再函請國防部後備指揮部（下稱後指部）、憲兵指揮部、警政署、臺北市警局、中正第一分局、臺北地院、臺北地檢署及當年現場拍攝之綠色小組、臺灣電視公司（下稱臺視）、中華電視公司（下稱華視）及中國電視公司（下稱中視）等單位協助提供影音檔案。\n1、 中正第一分局於 109 年 12 月 21 日函復本會略以：「旨案迄今已逾三十餘年，且為臺北市政府警察局刑事警察大隊移送案件，本分局查無相關卷資或蒐證影像紀錄」。\n2、 憲兵指揮部於 109 年 12 月 22 日函復本會略以：「查本部無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料」。\n3、 中視於 109 年 12 月 25 日函復本會略以：「經查，囿於該播出期日距今已歷相當之期間，且新聞資料庫存留資料有限致無法就該新聞畫面等資料予以提出，而無法提供」。\n4、 後指部於 109 年 12 月 28 日函復本會略以：「本部查無貴會調取邱煌生先生聲請平復司法不法案所需資料」。\n5、 華視於 109 年 12 月 29 日函復本會略以：「檢覆本公司 77 年 6月 1 日『移送載石塊卡車司機』新聞報導畫面壹則光碟片」。\n臺視於 110 年 1 月 4 日函復本會略以：「僅檢送載有旨揭影音資料存檔畫面之光碟乙份」，經檢視上開新聞報導畫面及綠色小組之影像資料，初步過濾雖有當天遊行隊伍、警民衝突及民眾立於系爭菜車上之畫面，惟查無衝突發生時與系爭菜車有關之影像紀錄。\n6、 臺北市警局於 110 年 1 月 11 日函復本會略以：「查旨案迄今已逾 30 年，相關案卷業於時函報臺灣臺北地方檢察署在案，本局查無其他蒐證資料」。\n7、 臺北地院於 110 年 1 月 26 日函復本會略以：「經查本院 77 年度訴字第 1048 號被告邱煌生等妨害公務案件，全案卷證於最後一被告陳○松因通緝，追訴權時效完成，經本院以 90 年度訴緝字第 137 號判決免訴確定，於 90 年 11 月 15 日將全案卷證送臺灣臺北地方檢察署執行……承上，本案卷宗、證物等最後由臺灣臺北地方檢察署保管處理，本案本院僅存一審判決原本，贓證物庫亦無相關之卷宗及證物錄音錄影帶。」\n8、 臺北地檢署於 110 年 4 月 30 日函復本會略以：「（一）本案之卷宗與錄音、錄影帶係分別存放於本署檔案室及贓物庫。（二）有關民國 77 年 520 農民運動乙案相關之錄音、錄影帶業已銷毀，故無法提供。（三）檢附銷毀資料影本 1 件供參。」（七） 為釐清相關事實及偵查、審理經過，本會分別於 110 年 4 月 14日、15 日、5 月 24 日、6 月 28 日、7 月 30 日、9 月 28 日、10 月 5 日通知本案同案被告潘○清、林○如、曾○義之子曾○杰、520 農民運動副總指揮陳○松（後改名陳○祥，下稱陳○祥）、糾察總指揮陳○兆、嘉義領隊陳○華、原定載菜司機李○彰；當日曾至現場採訪之攝影記者邱○興、潘○鉅、侯○慧，及製作聲請人第一次筆錄之臺北市警局警員林○隆、時任前臺灣警備總司令部（下稱警備總部）保安處組長潘○南；當時為聲請人辯護之律師莊○明、同案被告溫○興及曾○義辯護律師鄭○助、同案被告邱○泳辯護律師洪○叁等人，到會或以視訊方式陳述事實經過及意見。\n三、 本案判決之背景（一） 1970 年代末期至 1980 年代以降，美國為保護本國產業，依西元 1974 年制定之貿易法（Trade Act of 1974）第 301 條至 310條規定（簡稱 301 款），迫使臺灣政府大幅開放美國農產品進口，使得臺灣農業及政策均面臨重大轉變，加上長期積累之農政缺失及民主化浪潮興起，若干農業議題漸於臺灣社會發酵，例如，74 年高雄豬農向前臺灣省政府抗議進口玉米飼料驗出黃麴毒素、75 年底學生運動組織發起抗議美國進口香菸、葡萄打擊農民生計等農業議題抗爭事件，並自個別議題上升至政策及結構面之變革訴求（參徐文路，文化部國家人權博物館籌備處委辦「1987-1988 臺灣農民運動口述歷史計畫」，未出版）。\n（二） 各地農權會於 76 年至 77 年間陸續成立，首先成立之山城農民權益促進會（下稱山城農權會）於 76 年 12 月 8 日發動數千人前往立法院抗議，要求禁止進口美國香吉士等水果，此係自日治時期二林蔗農抗爭以來，臺灣首次大規模農民抗議活動，並成功引起各方關注農業問題。嗣因 77 年 1 月 13 日蔣經國去世，相關農民及社運活動暫停，其後，山城農權會等相關團體陸續籌備如「316」、「426」等農民運動，要求政府在臺美貿易談判時謹守立場。當中特別引發關注者，為 77 年 4 月 26 日426 活動遊行現場，約有 80 餘輛的農耕機及鐵牛車上街頭，並為抗議「菜賤傷農」，將整車小白菜及白蘿蔔倒在總統府前博愛特區馬路上，林○華在活動解散前當場宣布在下個月（5月）20 日還會再來。\n（三） 77 年 5 月 20 日，由雲林農權會主辦，總指揮林○華及副總指揮邱○泳、陳○祥等人提出成立農業部等七大訴求，號召農民前往立法院請願。當日現場出動警察、憲兵進行維安工作。\n遊行群眾下午行至立法院門口時，因農民借廁所遭拒等情事發生警民衝突，復因不滿警方對遊行民眾突如其來的逮捕行為，群情激憤，警方則出動水車、鎮暴部隊驅逐抗議群眾，後續引爆為大規模之流血衝突，抗議活動直至翌（21）日早上 7 時許，憲警發動最後一次驅離行動為止，歷時約 17 小時。此場警民衝突事件，現場遭逮捕者共計 128 人，其中 90 餘人遭檢察官以妨害公務等罪名起訴。\n四、 聲請人所受刑事有罪判決之要旨（一） 聲請人於 77 年間因本案經臺北地院 77 年度訴字 1048 號判決（下稱一審判決）判處有期徒刑 1 年 6 月，復經高院 77 年度上訴字第 3296 號判決（下稱二審判決）撤銷一審判決，改處有期徒刑 1 年 4 月，嗣經最高法院 78 年台上字 1696 號判決（下稱三審判決）認二審判決理由與法無違，而駁回聲請人等之上訴而確定。本會爰以三審判決認定本件 520 農運爆發衝突之始末及本案事實、理由與二審判決理由簡述其要旨，先予敘明。\n（二） 事實部分略以：\n1、 林○華係雲林農權會總幹事，以農民爭取權益為由，向臺北市警局申請於 77 年 5 月 20 日上午 10 時起至同日下午 11 時止至臺北市遊行，並擬往立法院及中國國民黨中央黨部陳情抗議。\n經臺北市警局許可其申請，惟縮減其遊行時間至同日下午 7 時止，並修正其遊行路線。林○華及雲林農權會會長李○海接獲該局核准許可遊行通知後，大表不滿，先後提起兩次申復，表明上開修正及限制均於法無據，屆時將按照原申請內容執行，復於同年 5 月 19 日以「雲林農權會」名義發表強烈聲明略以：\n仍將依原申請路線遊行抗議，若國民黨蓄意製造事端，阻礙遊行之進行，致發生衝突，一切後果由國民黨負責等語，並決定遊行抗議活動由林○華擔任總指揮，邱○泳、蕭○珍及陳○祥為副總指揮，李○海為總領隊，首謀公然聚眾對於公務員依法執行職務時施強暴脅迫，並推由邱○泳僱用大貨車 1 輛，載運大白菜沿街丟擲以表達農民抗議之心聲。邱○泳即以新臺幣（下同）7,000 元之代價，僱請聲請人駕駛系爭菜車參加遊行，除要其載運大白菜外，並囑其秘密至雲林縣二崙公墓附近撿取石頭，藏於大白菜底下，以備於遊行過程中，與警方發生衝突時，作為攻擊警察、激發群眾情緒之用。聲請人乃基於幫助之犯意，依囑於同年 5 月 19 日晚間 11 時許，至上開地點撿拾石塊、磚頭及水泥塊等建築廢料（確實重量，未經核算不詳），預藏於其貨車上之大白菜下，翌日載運至臺北市國父紀念館參加遊行。\n2、 同年 5 月 20 日中午 12 時 40 分許，該遊行隊伍約三千餘人，自臺北市國父紀念館出發，行進間，蕭○珍不時以擴音機攻擊政府之農業政策，並要求李登輝總統下台。遊行隊伍至同市南京東路與林森北路口時，本應依核准路線左轉林森北路，惟渠等仍堅持依原申請遊行路線行進，且在蕭○珍之鼓動下，不顧臺北市警局中山分局員警之警告及制止，強行衝過員警之人牆，直行至中山北路左轉中山南路前往立法院。\n3、 同日下午 2 時 30 分許，該遊行隊伍抵達立法院時，部分群眾藉故欲進入立法院內上廁所小便。值勤員警以已在立法院外備有流動廁所供渠等使用為由，予以婉拒。林○華即在指揮車上以擴音機說：「立法院是我們的，我們到裡面去放尿！」蕭○珍接著廣播說：「小便是人民的權利」等語，煽惑群眾對於在立法院維持秩序之員警施強暴脅迫，群眾在林○華及蕭○珍之煽惑下，即欲強行闖越值勤員警之人牆，先是推擠，繼則或取自系爭菜車上、或就地取材以石頭、磚塊、水泥塊、空罐、木棍、旗桿等物，攻擊執勤之員警。嗣值勤之員警，當場逮捕以取自系爭菜車上之石塊攻擊之現行犯溫○興及用木棍對警員施暴之曾○義，群眾情緒因而高漲。此時在指揮車上之蕭○珍、林○華、陳○祥、邱○泳，更基於犯意之聯絡，輪流以擴音機喊叫「抓扒仔警察（台語）！」、「狼心狗肺警察！」或「幹你娘（台語）！」等語，辱罵執勤員警，並表示警方如不放人絕不罷休。林○華且持「雲林農權會」之會旗帶頭到立法院正門，對執勤員警施暴，群眾隨之以石塊、磚塊、水泥塊、木棍、旗桿及空罐等物對員警實施猛烈攻擊。\n4、 同日下午 3、4 時許。經主管警察機關多次向群眾喊話命令解散，惟渠等仍不解散，而繼續舉行，警方乃以水柱強制驅散，予以制止，渠等仍不遵從，復自立法院轉往中山南路、常德街口繼續與警方對峙。期間經警察人員先後逮捕以石頭攻擊執勤員警及以車輛阻攔鎮暴警察前進之現行犯。同日下午 5 時 30分許，遊行群眾見無法越過鐵絲網前往中國國民黨中央黨部，故轉往徐州路至警政署，再轉往中正第一分局，要脅警方釋放被逮捕之人犯，未能得逞，竟又以石塊、磚塊、水泥塊及鐵片等物攻擊執勤員警，且拒不解散。至同日下午 7 時許警方再以水柱強制驅散群眾，並陸續逮捕藉機以石頭、磚塊、水泥塊及鐵片等物攻擊執勤員警或叫罵助勢之現行犯。在驅散行動中，保安大隊警員夏○忠發現系爭菜車上藏有石塊等攻擊武器，而司機即聲請人則早已棄車逃匿。嗣遊行群眾聚集在忠孝西路天橋下及公園路停車場與警對峙，輪流發表演說、喊口號、唱歌。\n5、 至翌（21）日凌晨 1 時 30 分許，臺北市警局局長以擴音機命令群眾於 5 分鐘內解散離開現場，並倒數計時，每隔數秒命令一次，惟屆時群眾仍拒不解散，乃於當日凌晨 1 時 35 分起實施強制驅散，期間先後逮捕駕車衝向警察人牆、在場叫囂助勢及以石頭、磚塊、鐵片等物攻擊執勤員警之現行犯。\n（三） 高等法院二審判決理由略以：\n1、 訊據邱○泳、林○華及聲請人等人雖均否認犯行，邱○泳辯稱：\n伊主張以溫和方式進行遊行，且當天伊喉嚨不舒服，並未參加喊話，更未叫聲請人在大白菜下預先藏石塊、水泥塊、磚塊等語，聲請人辯稱：遊行當天系爭菜車大白菜下並未藏石塊，邱○泳亦未叫伊搬運石塊，伊在警詢及偵查中之自白，係貨運行老闆塗○田及刑警林○隆，叫伊將責任推給邱○泳，就可沒事，同時也可以回家，伊始為不實之承認云云。\n2、 惟查，林○華於其所書抗議書已提及：「唯有下猛藥採取非常的手段，才全體決定於 5 月 20 日採取『520』八萬農業大軍上街頭之抗議行動」、「如有立委諸公公然反對農眷保預算列入78會計年度，包圍其住宅以達目的，為不可避免之手段」、「當咱們發出怒吼，無懼於事時，也就是咱們的權益獲得保障時」、「520八萬農業大軍上街之抗議行動，係向執政當局爭取權益，並力拼到底，不達目的絕不罷休！」等語；及邱○泳在該農權會紀錄後以書面表示：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語，足見邱○泳等人於遊行前即有不遵守許可遊行時間、路線及與警方發生衝突之意圖。\n3、 本案群眾曾以大量石塊等物，攻擊執勤員警之事證已如前述，而林○華、邱○泳等遊行活動之指揮、領隊人員，於出發前即有妨害公務之意圖，又已說明如前，故聲請人所駕系爭菜車是否預藏石塊等攻擊武器，均不影響該等指揮、領隊人員應負之刑責，此項事實之有無，僅能決定聲請人有無妨害公務之犯行而已。按燎原之火可起於星星，群眾失控之情緒，亦可因一石之激、一言之惑而生，故聲請人刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉。\n4、 茲將聲請人所駕車輛預藏石塊等攻擊武器之證據，詳列如下：\n（1）聲請人於警詢、檢察官偵訊及臺北地院 77 年 6 月 17 日訊問時，迭次供認其曾依邱○泳之囑，在大白菜底下暗藏石塊，且亦知該石塊係預備攻擊警察之用，又系爭菜車所屬川○交通公司負責人塗○田於檢察官偵訊時亦證稱：「他（指聲請人）事後曾告訴我說是邱○泳叫他去載石頭，並要保密」云云，足證聲請人所述依邱○泳之囑，於車上暗藏石塊之自白，係出於其本意，非因刑求、利誘而為。（2）溫○興於警詢及檢察官偵訊時，一再聲稱有人自系爭菜車上拿石頭下來供伊丟擲云云，與聲請人於檢察官偵訊時所供：「我在前座，從後照鏡看到有人從我後車台上持石塊丟立法院，有人在我車上上下下著」等語，互核相符，堪予採信。至溫○興及聲請人事後空言翻供，則無可採。莊○明律師主張溫○興係因被警刑求而為不實之證述，並請求調查溫○興被警方借提偵訊之詳情，亦無可採，且無必要，蓋溫某在檢察官偵訊時，亦曾為相同之供證。（3）警員夏○忠於原偵審中一再指稱：77 年 5 月 20 日下午 6、7 時許，伊見系爭菜車上有部分民眾，恐妨害警察驅散工作，乃上車請民眾離去，要下車時，一腳踩進菜堆洞裡，感覺疼痛，乃用手掏，因而發現菜下之石塊云云。又扣案之國內三家電視台有關 520 事件新聞報導錄影帶，經臺北地院當庭播放，亦有該卡車載運石塊之畫面；又攝影師謝○德、侯○慧、潘○鉅於原審審理時，均具結稱：渠等於 77 年 5 月 20 日下午 8 時許，赴中正第一分局採訪，見系爭菜車上有似混凝土包著的磚塊（謝某所見）、石頭（侯、潘所見）云云，尤足證明聲請人有關車上暗藏石塊之自白，確與事實相符。（4）該暗藏石塊之系爭菜車從雲林至臺北途中，雖曾遭刑警檢查，然因檢查不夠仔細，致未發現石塊等情，迭據聲請人於檢察官偵訊時供認在卷，故員警未能及早發現石塊，不足以證明該車未藏石塊。（5）聲請人於公墓附近路邊撿取石頭時，既未攜帶磅秤，自無從獲悉所撿石塊之確實重量，其自白中有關石塊重量部分為推測之詞，無從核對是否與事實相符，故不予採信。惟其自白與事實相符部分（即依邱○泳之囑於車上暗藏石塊部分）仍得採為證據。\n（6）聲請人載運之石塊數量既無從核算、認定，故卷內「520事件石頭案十一人教授團實驗調查報告」不足採為有利聲請人之證據；其聲請履勘二崙公墓並實驗載運石塊，因而認無必要。\n（7）扣案之石塊、磚塊及水泥塊等數量龐大，高院調查此部分之證據時係提供樣品、照片供被告等辨認，此部分事證已臻明確，聲請人另聲請傳訊證人李○海等人，及命檢察官提供 77年 5 月 20 日查扣系爭菜車之錄影帶等事，均無必要。另該石塊等並未認定全數取自系爭菜車，且溫○興取自該車用以施暴之石塊，是否曾經扣案，亦無從證明，故辯護人聲請鑑定扣案石塊等重量、有關石塊數量是否與自白相符、是否沾黏菜渣、是否含濁水溪之砂等，均無必要。聲請人辯稱因塗○田、林○隆叫其將責任推給邱○泳即可沒事返家之詞，已為塗、林 2 人否認，此項辯解顯不足採。至鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍等人，雖均稱：\n渠等未曾目睹有人自系爭菜車上取石頭丟下云云，聲請人之妻林○香雖稱：77 年 5 月 19 日伊夫半夜未曾出門云云，然核與上開事證不符，均難採為有利聲請人之證據。\n5、 從而，聲請人等前開辯解均不足採。核其所為，係犯刑法第 136條第 1 項後段之幫助犯，並應依照刑法第 30 條第 2 項規定減輕其刑。一審判決誤論其係刑法 136 條第 1 項後段之共同正犯，即有可議，關於此部分應予撤銷改判。爰審酌聲請人雖無犯罪前科，然運石北上，引發本案，對社會造成重大之損害，故量刑較後述溫○興等正犯為重，且不為緩刑之諭知，由有期徒刑 1 年 6 月改處有期徒刑 1 年 4 月，併此敘明。\n（四） 最高法院三審判決理由略以：\n1、 二審判決以邱○泳於「雲林農權會」紀錄後之書面意見謂：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語。林○華、李○海於臺北市警局通知其等修正限制遊行路線及結束時間後，以「雲林農權會」名義發表強烈聲明，表示仍將依原申請路線執行等語。參以聲請人在警詢及一審偵審中，供明邱○泳事先秘囑伊在貨車大白菜下暗藏石塊，伊知該石塊係預備攻擊警察之用等語，及系爭菜車所屬川○交通公司負責人塗○田於檢察官偵查時證稱：聲請人事後有告訴伊是邱○泳叫他去載石頭，並要保密等語，互相印證，足見林○華、邱○泳等首謀於遊行之前，即有不遵守遊行時間、路線、與員警衝突之意圖。\n2、 聲請人在檢察官偵訊時亦自白：「我在前座自後視鏡看到有人從我車之後車檯上持石頭丟擲立法院，很多人在我車上，上上下下」等語，與溫○興於警詢及檢察官偵查中坦承：「有人自運白菜之車上拿石頭下來，供我們丟擲」，警員夏○忠在偵審中一再證述：「77 年 5 月 20 日下午 6、7 時，伊見載白菜之川○交通公司卡車上有民眾，乃下車請民眾離去，足踩及石塊」等語。又攝影師謝○德、前進周刊之攝影侯○智、自立晚報記者潘○鉅等在第一審到庭證稱「5 月 20 日下午 8 點許，伊等至中正第一分局前採訪，見系爭菜車上有混凝土包著的磚塊、石頭等語，與聲請人之自白情節相符。另林○華之選任辯護人陳○扁律師提出之臺視、中視及華視有關 520 事件新聞報導錄影專輯，及綠色工作小組錄製之 520 事件專輯各 1 卷，當庭播放新聞報導等之畫面上有上開情形及系爭菜車上確有載運實況情事，有播放錄影帶之勘驗筆錄、「0520」、「蕭○珍專輯錄影帶摘要說明書」2 件、蒐證照片 1 冊共 225 張、個別證據欄所列證據暨扣案之石塊等 24 袋 1 紙箱又 20 塊、圓形木棍 13支、方形木棍 4 支、鐵片 62 片等證物，為所憑之證據及認定之理由。\n3、 邱○泳雖辯稱當日未參與喊話，亦未叫聲請人在大白菜下預藏石塊等物云云，又聲請人事後翻異否認載運石頭，辯稱在警詢及偵查中之自白，係塗○田及刑警林○隆囑伊將責任推給邱○泳即可無事，而為不實之供述云云，俱與上開證據不相適合，均不足採。至於鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍、林○香之證言及「520 事件石頭案十一人教授團實驗調查報告」均不足採為有利聲請人之證據。聲請人等聲請提出 5 月 20 日查扣系爭菜車之錄影帶、至二崙公墓勘驗及鑑定石塊等，認皆無必要。二審判決已於判決理由內一一詳加指駁說明，並以聲請人係以幫助犯罪之意思為之，應依刑法第 30 條、第 136 條第 1 項後段論處，經核與法尚無違誤。\n五、 促進轉型正義條例（下稱促轉條例）第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」按「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法」、「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。\n六、 聲請人所受刑事有罪判決，屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件（一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院釋字第 499 號解釋理由書中有如下闡釋：「我國憲法雖未明定不可變更之條款，然憲法條文中，諸如：第一條所樹立之民主共和國原則、第二條國民主權原則、第二章保障人民權利、以及有關權力分立與制衡之原則，具有本質之重要性，亦為憲法基本原則之所在。基於前述規定所形成之自由民主憲政秩序（參照現行憲法增修條文第五條第五項及本院釋字第三八一號解釋），乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。」此一解釋足為理解促轉條例所定「自由民主憲政秩序」概念之參考。\n（二）威權統治當局未因憲法施行、解除戒嚴而鬆動其黨國體制，復於 520 農運遊行前，基於鞏固其統治秩序之目的，運用情治機關進行監控，並以公權力介入影響參與者意願，又於本案發生後，藉政黨之力鼓動民間社團並形塑輿情，鞏固其統治秩序，有違自由民主憲政秩序\n1、 按臺灣於第二次世界大戰結束後，繼受中華民國法制，進入中華民國訓政時期約法（20 年 6 月 1 日公布施行，下稱訓政約法）體制。訓政約法明文承認中國國民黨在國家體制內，代表國民大會行使中央統治權，具有指導監督政府之地位，而於訓政時期形成黨國體制。嗣中華民國憲法於 36 年 12 月 25 日施行，訓政時期結束，進入憲政時期，惟第一屆國民大會代表於37 年 5 月 10 日依修憲程序，制定公布「動員戡亂時期臨時條款」（下稱臨時條款），總統權力因此明顯擴大；嗣臺灣省政府、警備總部佈告自 38 年 5 月 20 日零時起臺灣全省戒嚴。又於動員戡亂時期，第一屆中央民意代表未能改選而繼續行使職權，加以總統大多並兼中國國民黨總裁或主席，致使中國國民黨事實上長期立於主導國家權力之絕對優勢地位，從而原應隨憲法施行而結束之黨國體制，得以事實上延續。直至總統令宣告臺灣地區（不含金門、馬祖）自 76 年 7 月 15 日零時起解嚴，80年 5 月 1 日動員戡亂時期終止，國家體制始漸回歸自由民主憲政秩序（司法院釋字第 793 號理由書參照）。\n2、 次按憲法第 14 條規定人民有集會之自由，此與憲法第 11 條規定之言論、講學、著作及出版之自由，同屬表現自由之範疇。\n本於主權在民之理念，人民享有自由討論、充分表達意見之權利，方能探究事實，發見真理，並經由民主程序形成公意，制定政策或法律。因此，表現自由為實施民主政治最重要的基本人權。國家在消極方面應保障人民有此自由而不予干預；積極方面應提供適當集會場所，並保護集會、遊行之安全，使其得以順利進行（司法院釋字第 445 號解釋參照）。我國經總統令宣告解除戒嚴時起，人民言論、集會及結社等權利，本不再受戒嚴法等相關法令之限制。惟統治當局於解嚴後，對表達與政府不同意見者之監控並未隨之鬆綁，反之，為因應群眾上街頭之狀況，警備總部隨即針對群眾事件成立編纂小組，加以研究，並進行情報工作，例如透過布建、監檢作為，蒐集各類情資以「確實掌握國內分離團體陰謀與動向」，彙編日報、週報、月報及「農運」、「工運」、「學運」、「婦運」、「山運」等專報，督導各有關單位加強掌握先期情報，並協調有關單位採取防處措施，對重要「分離（違常）活動」多能掌握，適時研整分發、運用。又防制群眾事件之編組，包含警備單位、警察單位、三軍編組之警備支援部隊、情治單位及地方政府等有關機關（參軍管區司令部 82 年 6 月編印之「警備總部與國家」，第 314 頁、第 333 頁至第 335 頁）。其中，「520 農民請願案」即屬經警備總部事先掌握預警情資、提供憲警單位之專案，並且認為本案運用情資「績效甚佳」（同上參註，第 333 頁）。\n3、 經查，警備總部、調查局及各地調查站、國家安全局聯合警衛安全指揮部（下稱聯指部）等相關機關，在農民總會及各地農權會均布有情治單位據點人員與線民（通訊員、內線、重點布建、偵破布建等）蒐集情資，內容包含該組織發展狀況、幹部間關係、群眾行動之籌備與宣傳、該組織或幹部個人與特定人士或團體之互動與聯繫，上報至國家安全局（下稱國安局）等情，有國安局「520 事件」1、2、3 卷及調查局「520 事件」、「農權會」、「雲林農權會」、「林○華」及「林○喜」等案卷可憑。上開國安局「520 事件」卷內收錄之情報來源單位，不僅止警備總部、聯指部、調查局及各地調查站、臺灣省警務處，尚包含社會處、教育廳等機關，涵蓋層面甚廣；且蒐報之內容，不限於公開資訊，亦包含相關人士在不公開場合所述之言談記錄，如雲林農權會會長李○海及總幹事林○華等人於林○華私宅研商 520 農運當日之行動細節，有林祥雲（即調查局雲林縣調查站之化名）致萬心一（即聯指部之化名）77 年 5 月 16 日書函可證。顯見威權統治當局當時在形式上雖容許人民表達意見，但實質上卻對於人民言論、集會及結社權，進行嚴密監控，在消極方面，顯未保障人民有此自由而不予干預，甚至進而侵害人民表現自由，業已危及自由民主憲政秩序之存續。\n4、 次查，觀諸程定中（即臺灣省警務處之化名，下稱臺灣省警務處）77 年 4 月 22 日致賀力行先生（即中國國民黨臺灣省黨部之化名，下稱中國國民黨部）及崇安先生（即國安局之化名，下稱國安局）函文檢附之「雲林縣農民權益會專案調查報告」記載：「雲林農權會成員多為民進黨員，主要負責人包括李○平、張○吉等均是民進黨雲林縣黨部核心份子，也是朱○正的主要助手，成立動機顯不單純，必有政治上之企圖」，復據雲昌賢（即調查局雲林縣調查站之另一化名，下稱調查局雲林調查站）77 年 4 月 30 日致余崇法先生（即調查局督察室之化名，下稱調查局督察室）書函內容略以：「林○華表示雲林農權會將要辦一場十分壯觀的農民抗議活動，……此舉在於製造更大新聞事件，以提升渠領導下之政治層次，本站已密切注偵，針對不法事證加強蒐報。」及同年 5 月 3 日中興新村蒞臨場所警衛任務編組情報蒐集報告表記載：「77.4.26 總統府前農民抗議活動總指揮林○喜和各縣市農權會負責人在抗議活動結束前，呼籲全省農民踴躍參加 5 月 20 日（總統就職紀念日），再一次走上街頭採取暴力抗議活動，預計 5 月 20 日當天活動將由雲林縣農權會主辦。……5 月 20 日雲林縣農權會擬發動全省農民至臺北市國民黨中央黨部要拆除黨部之圍牆活動，實際上其幕後主要策畫人無疑地與朱○正有相當密切關切。」等情，可知在本件 520 農運前，相關情治、警調機關對於欲舉辦集會遊行之雲林農權會組織、成員及行動細節等項著手調查後，因認該會成員與民進黨關係匪淺，且係基於政治目的所為之群眾活動，與「臺獨意識」、「陰謀叛國」有所連結，而升高監控及防堵程度。\n5、 復查，斯時陳報至國安局之情報，多指出 520 農運有發生衝突之可能，此觀調查局雲林調查站 77 年 4 月 30 日書函記載：\n「林○華計畫製造汽油彈，擬於抗議活動中攻擊警方之用」及全安和（即警備總部保安處之化名，下稱保安處）同年 5 月 5日「情報報告」略以：「將編組成八大隊（約計 1 萬人以上），各大隊分別攜帶雞蛋、蔬菜，並發動 100 輛遊覽車。……預定動員挖土機兩輛，遊行時如遭警方拒馬阻攔，將以挖土機突破。」可證。又據 520 農運副總指揮陳○祥及嘉義領隊陳○華等人所述，當時有風聲傳出政府要抓人，勸其等不要參與遊行等語（本會 110 年 5 月 24 日調查紀錄參照），核與警政署 109 年 3 月12 日函文檢附之新竹縣警察局臺灣省警察人員獎懲案件請示單記載：「新竹縣 X 進黨，經本局保防室督同分局，妥與疏導並運用謀略作為，使渠等均未出名糾集黨羽前往聲援」、「新竹縣農權會原擬四百名欲往聲援，遊覽車均已租定，但經本局鍥而不捨疏導約制後，並無一人前往參加，績效極佳」、「新竹市部分亦透過各疏通管道前往聲援人數降低 30 名，並事先曉以大義得失，農民到場見請願變質即速返回，亦為疏導之功勞」及竺志強（即調查局新竹縣調查站之化名）77 年 5 月 21日函所陳「新竹地區農權會聲援 520 臺北抗議活動事前會議情形」內容略以：據消息指出政府要找機會逮捕林○喜、林○華等人，為避免重蹈美麗島事件之後果，保持農運實力，520 行動已勸阻其等參與活動等語相符。另觀余維安（即警備總部之化名，下稱警備總部）於 77 年 5 月 19 日檢送予國安局「防制群眾事件教則」所載「防治要領」：於現場處理階段，統一運用警兵力與情治單位，可逕行逮捕。再以，當日遊行除警力部署外，並有憲兵指揮部進駐兵力及警備總部警備處、保安處等單位防處人員，有國安局「520 事件 1」卷附「0520 警（兵）力部署表」、憲兵指揮部執行「0520 專案」使用兵力統計表、警備總部「0520 專案」防處人員數量統計表等件可參。又據該日前往採訪之攝影記者邱○興表示，以其過去參與社運經驗來說，憲兵在場並不尋常（本會 110 年 6 月 28 日調查紀錄可參）。\n是以，足證威權統治當局在接獲前述相關情資後，已前期整備警總、憲兵及警察等相關單位，除進行疏導外，並有鎮壓及逮捕 520 農運遊行群眾之預備。\n6、 末查，國民黨中央社工會（下稱社工會）所屬公路黨部、婦女會、國防部軍中播音總隊等相關單位，於 520 農運事件後，隨即採取相關措施，如國防部軍中播音總隊於 77 年 5 月 21 日至25 日撰播呼籲民眾支持政府、嚴辦為首暴力份子之插播稿、評論、新聞稿、錄音（報導）、節目稿及錄音帶等 6 項合計 117篇（則）；社工會所屬公路黨部於同年 5 月 21 日上午 10 時策動公路社團、臺北市駕駛員工會等 6 個社團攜帶慰問金前往警政署慰問警察，發表省市公路社團發表聯合聲明，嚴厲譴責暴行，並呼籲全民支持政府嚴懲不法。另要求該會全體同志及區黨分部「同心工作小組」寫信給行政院院長表示支持嚴辦不法之徒、寫信給警政署署長對受傷員警及執行任務警察表示慰問、投書各報章表示支持新聞採訪自由及痛斥毆打記者暴行、以化名寫信或打電話給民進黨中央黨部嚴厲譴責策動暴亂陰謀等情；由部會單位輔導政論性雜誌、刊物駁斥「520 暴力事件」等情，有國安局 77 年 6 月 9 日簽及國安局 520 事件卷 5 收錄之國防部軍中播音總隊對 520 事件工作執行概況及文正言（按：\n機關化名）77 年 7 月 11 日函等件可證。足見威權統治當局為因應民間對於「憲警執法過當」、「先鎮後暴」之批駁，除動員行政部門，並聯合社工會所屬公路黨部、婦女會，試圖營造民眾、團體支持政府鎮壓手段之輿論，對外透過媒體確立「先暴後鎮」之風向，樹立其執法之正當性。\n7、 綜合前述，威權統治當局未因解嚴而落實憲法保障人民之表見自由，仍基於維護其統治秩序之目的，將不同意見者視為「分離分子」，相關集會遊行視為「各種危害治安之群眾活動」，持續由警備總部督導協調各有關單位「加強掌握先期情報」、「採取適切之防處措施」，甚至透過警察等執法人員以公權力介入干預、「疏導約制」人民前往遊行之意願。復於本案警民流血衝突發生後，動員黨政系統鼓動民間社團並形塑不利遊行群眾之輿情，以遂其鞏固威權統治秩序之目的，前述所為，均已對人民之言論及集會結社自由造成嚴重干預，自屬違反自由民主憲政秩序，至為灼然。\n（三）本件係威權統治當局基於維護其統治秩序所為之追訴，除黨政不分外，並透過情治、軍事等國家機關或偵查輔助機關主導偵查作為，顯已違反自由民主憲政秩序\n1、 按刑事訴訟係以實現國家刑罰權為目的之司法程序，其審判乃以追訴而開始，追訴必須實施偵查，故此等程序悉與審判、處罰具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑事司法之一連串過程，其間代表國家從事「偵查」、「訴追」階段之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任務，則在此一範圍內之國家作用，當應屬廣義司法之一（司法院釋字第 392 號理由書參照）。又我國現制之檢察官係偵查之主體，其職權為實施犯罪之偵查、提起公訴，並有調度指揮警察之權（參看法院組織法第 60 條、刑事訴訟法第 228 條以下），因其職權具有一定之獨立性與中立性，關於偵查案件之進行，除於內部官署有檢察一體之上命下從關係外，對外應獨立於其他機關，以避免行政權藉由操縱檢察權影響審判權的危險。此可自法院組織法之規定，法務部長之外部指令權不及於「檢察事務」，僅得就「檢察行政事務」為行政監督，以防範不當政治考量干預刑事司法可知。再按，審判獨立乃自由民主憲政秩序權力分立與制衡之重要原則，亦為國家健全法制之基礎，是以，為落實憲法第 80 條所揭櫫之法官依法獨立審判精神，就偵查案件之進行，檢察官作為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉，與法官之刑事審判，同受憲法保障。\n2、 經查，520 農運遊行隊伍於 77 年 5 月 20 日上午從國父紀念堂集結、出發後，於下午 2 時 30 分起爆發首起衝突，行政院於當（20）日晚間 9 時許，即指示內政部與法務部須對為首肇事分子依法嚴辦（參法務部 78 年 6 月 6 日函文檢附之檢察機關處理 520 事件經過情形補充報告）。翌（21）日上午 6 時 30分許，總統李登輝在總統府介壽館召開會議，與會者除行政院院長俞國華、國防部參謀總長郝柏村、警政署長羅張外，亦可見中國國民黨秘書長李煥一同列席（參國安局「520 事件」1 卷附 5 月 21 日會議紀錄），甚至在會中指示李煥執行一定任務（詳後述），黨政不分之情形可見一斑。總統於會中指示：「應即加強文宣作為，發動輿論爭取社會大眾對暴力行為之唾棄及對政府不得已採取強力措施之支持：……請中央邀請各電視台、各報社，請其瞭解事件真相，同聲撻伐，以遏止暴力氾濫」、「司法方面配合問題，請李秘書長協調司法院林院長辦理」、「各情治單位應密切掌握各地區『民進黨』、『工黨』動態，隨時疏導、防處」等語。據此可知，在司法檢調開始調查、釐清本案警民衝突發生之緣由前，行政院等黨政高層業已定調遊行群眾「先暴」、政府「後鎮」之方向，藉以卸責。由於此等大規模之警民流血衝突事件，為解嚴後首例，成為媒體輿論關注之焦點，其中，尤以本案究竟是遊行群眾先以暴力攻擊員警後引致鎮壓之「先暴後鎮」、抑或是軍警不當執法引發群眾暴動之「先鎮後暴」，後續將牽動人民對於國家權力行使是否正當性之質疑及挑戰，是以，從前揭總統、行政院之指示可知，本案被告所涉妨害公務罪嫌之追訴與定罪與否，與其統治秩序息息相關，顯與一般刑事案件有別。\n3、 又一般刑事案件之犯罪嫌疑人遭逮捕後，應移由司法檢察機關進行後續追訴，並由檢察官主導偵查程序之進行。惟查，本案移由檢察官偵查之同時，警備總部及相關情治機關仍高度介入並蒐集相關情資，例如：透過前臺灣高等法院檢察處（現已改制為臺灣高等檢察署）人事室第二辦公室（下稱人二室），向調查局詳細報告本案起訴前，每一位在押被告之配舍情形，包含何人收押於獨居房、禁見房或新收房（參安崇法 77 年 6 月13 日防諜資料報告），本案相關被告起訴情形並由人二室告知調查局（參 77 年 6 月 16 日保防情報移文單），調查局將起訴書檢送國安局（參法務部 77 年 9 月 8 日函）；且據警備總部 77年 5 月 27 日致國安局函檢附之長安專案偵查計畫、偵訊筆錄等相關資料顯示，警備總部在 520 農運爆發衝突之翌日，為瞭解本案幕後有無受「匪諜、叛國組織及分離團體」之主使，隨即成立「長安專案」，凡該專案作業組人員，自 77 年 5 月 21日起免除各項值日勤務，全力推展（專案）工作，並由警備總部擬定偵查計畫，包含動員內線、運用關係，協調原臺北縣市、臺中縣市及雲林縣各調查組進行情報蒐集及對接，並依進度向國安局匯報。\n4、 次查，警備總部保安處雲林調查組運用臨時內線策動聲請人出面後，於 77 年 5 月 26 日在警備總部臺中市調查組約談聲請人，先以便餐招待，在場者除保安處潘組長、湯副處長、臺北市警局刑事警察大隊警員，嗣後並前往雲林縣二崙公墓垃圾堆勘查現場等情，有警備總部 77 年 6 月 13 日函文檢送之長安專案偵結報告及所附「臺灣警備總司令部保安處長安專案重要涉嫌對象邱煌生，本會會同北市警局偵查蒐證照片」16 張可證。\n核與聲請人於 77 年 8 月 1 日及同年 9 月 7 日向臺北地院提出之辯護狀所述，其於 77 年 5 月 26 日 12 時許遭誘騙至中部地區警備司令部，先吃飯、直至下午 6 時才正式做第一次筆錄，晚間 8 時做第二次筆錄，被留置時間長達 10 小時，期間辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死。在伊坦承後，接著麻煩的問題是載石頭的地點，辦案人員開始變造地點，便衣要伊指出那個交流道附近有人蓋房子，就說在那裏載的，另一位戴眼鏡的覺得不妥，說每一個交流道都有警察在監視，這樣說會漏氣。他們輪番逼問，伊本來說在二崙自強大橋附近載的，但便衣說那地方怎會有石頭？要伊改一個地方。因伊住在二崙公墓附近，就說是 5 月 19日晚上 11 點在二崙公墓的垃圾場撿的，完筆錄後，伊對辦案人員說伊確實沒載石頭，他說筆錄已經做了，現在已經來不及了，還說他們要趕去二崙公墓等語，所述之時間、地點脈絡大致相符。且觀警備總部上開陳報國安局之照片，並未據起訴書、歷審判決書或律師辯護狀引用，可見並未對外公開，如非聲請人親身經歷，實難解釋何以兩者高度相符。是聲請人所述，其警詢之自白係遭辦案人員威逼利誘及引導所為，即難認無據。\n此外，本案唯一坦承自系爭菜車上取石塊之被告溫○興，於臺北地院審理時，亦主張其警詢時受刑求始為自白，且此一主張亦非無據（詳細認定論據請參後述六、（四）、3 以下）。\n5、 本案偵查卷宗雖已銷毀，相關偵查過程及程序已難考究。但綜觀前述事證可知，本案偵查之始，即在黨政高層之關切下，由警備總部主導偵查方向，始終扣緊「520 農運有暴力預謀」之主幹，透過臨時內線，策動聲請人赴警備總部「自首」，並為建立聲請人受邱○泳之託，預謀在系爭菜車上藏有石塊之事實，威逼利誘聲請人自白，確認其陳述與載運石塊地點合理性後，復以不正方法取得溫○興之供述，將相關證人、證物齊聚、定調犯罪事實之輪廓，始交由檢察機關進行訴追。惟揆諸首揭說明，檢察官本應為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉。然而，在情治機關高度介入本案偵查過程，以及國安局、調查局透過人二室，詳細掌握報告本案被告收押配舍、起訴等情形下，甚難想像檢察官能對此毫不知覺，並可維偵查主體之獨立性可言，抑或對此以不作為之方式上下交相賊，進而提起公訴。無論如何，本件偵查程序中，國家機關及偵查輔助機關前揭所為，均顯已侵害司法之獨立性，導致不當政治考量得以藉此干預刑事司法。從而，本件係威權統治當局基於維護其統治秩序為目的所為之訴追，堪以認定。\n（四）本案之審判未就有利被告之主張及證據詳予調查，並對於威權統治當局基於維護威權統治目的，涉及不正取供等權力濫用行為予以彈劾，輕信國家機關及偵查輔助機關共同建構但不符事實之犯罪指控，係屬違反自由民主秩序，侵害公平審判原則之司法不法判決\n1、 承前所述，本案發生時雖已解除戒嚴，但仍然處於動員戡亂體制之下，黨國體制也牢固存在。不僅由前述所揭露的檔案文件可證，本案發生之前後，國家係以威權體制可用之手段予事前防處，事後因應；事實上，解嚴時政府即通過動員戡亂時期國家安全法、集會遊行法、人民團體組織法等法律，藉以繼續鞏固威權統治秩序；「萬年國會」須至司法院釋字第 261 號解釋宣告違憲後，始於 80 年 12 月 31 日走入歷史；維繫黨國威權體制運作之組織，如警備總部，須至「臨時條款」廢止後之 81年 7 月 31 日始裁撤；而隸屬前司法行政部調查局（現改制為調查局）編制於各級政府機關、學校及公營事業機構，負責保防業務的「人二室」則遲至 81 年 8 月始廢除、改組為政風室；掌握情治大權之國安局遲至 83 年始法制化；而情治機關對於政治異議者所為之監控，甚至一直持續到 89 年政黨輪替前才結束。凡此關於本案發生的重要背景均為公知之事實。在此黨國權威體制仍有效運行之情形下，如果司法確實獨立於威權統治之外，則法院審理時，首先應就公權力之不法行使予以調查或彈劾，而非不作為、默許、或甚而形式化、表面化地進行審判，對軍警調等國家機關及偵查輔助機關共同構築的犯罪事證照單全收。\n2、 本案審理期間，威權統治當局持續監控訴訟進行狀況，並指示警政署將證物送交檢察官再陳報法院，與公平審判原則有違\n(1) 查本案於 77 年 6 月 16 日起訴，同年 9 月 16 日經臺北地院一審判決，78 年 1 月 13 日經高院二審判決，同年 5 月9 日經最高法院三審判決駁回聲請人等之上訴而確定。期間，調查局透過人二室，傳遞本案訴訟進行狀況，復向上陳報國安局；此觀調查局「520」案卷中可見檢察官起訴書、臺北地院之開庭紀錄及法院判決書等，均於起訴、開庭及判決當日透過院檢之人二室傳遞至調查局等情可知，有調查局 77 年 6 月 16 日、21 日、7 月 18 日、25 日及 8 月 1日、78 年 1 月 11 日、2 月 1 日電話紀錄及函文暨調查局77 年 9 月 8 日、10 月 14 日、20 日、78 年 2 月 1 日致國安局函等件可憑。又觀嚴肅（即警備總部特檢處之化名）77 年 9 月 6 日致保安處、副本致國安局函文記載：林○華於私信內要求劉○玥等人於法院作證，並檢附林○華私信作為附件等情，顯示本案受押被告之動向，無論是獄中會面或私信均受警備總部及國安局之監控。\n(2) 又國安局局長於 77 年 9 月 16 日一審判決前之同月 10 日訪歐過境曼谷時，曾以特急電報指示「法院僅引用綠色小組及各電視臺片段錄影帶仍嫌不足，宜由（國安局）三處協調警政署以翁○明第一次製作以及經華視整理之錄影帶作為證物，嗣經協調警政署保防室，錄影帶均已送臺北地檢處參放運用」、「自立晚報刊載陳○扁所言警方先鎮後暴之說純係違背事實之論透過文宣加以駁斥」（國安局三處 77 年 9 月 14 日簽），嗣於 77 年 10 月間許木柱教授等人編印 520 事件調查報告書出版後，國安局三處四科於同年 11 月 7 日擬具研處意見，認該等手冊已觸犯出版法，可依照該法第 37 條予以警告或第 39 條予以查扣等情（國安局三處四科 77 年 11 月 7 日簽），均可見得威權統治當局對於本案之審理結果之高度關注。\n(3) 據此可知，威權統治當局，於司法方面，在本案移交檢察官偵查後，除動員國安情治單位進行監控，由警備總部主導偵查方向並協同警員進行偵訊，再透過警政署將證物送交檢察官，確保證人證詞及相關物證萬無一失，嗣於本案審理期間，除監控相關被告、法院開庭狀況並介入相關物證之提出；在輿情方面，則透過政黨及民間社團動員、投書，形塑社會氛圍（參前述六、（二）、6 以下），均意在確保其統治秩序不受動搖，業已侵害司法之獨立性。使聲請人及其他本案被告在本案追訴、審判程序，自始處於不利之地位，致無罪推定原則蕩然無存，嚴重侵害公平審判原則，進而違反自由民主憲政秩序。\n3、 本案判決未調查聲請人及同案被告溫○興在偵查過程有無受不正訊問之情及就其等否認犯罪之辯解進行調查，違反現代國家所要求的「依證據裁判原則」，侵害公平審判原則\n(1) 按憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又刑事訴訟法第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，同法第 270條規定：「（第 1 項）被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 2項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。」即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。另參照促轉條例第 6 條立法理由，立法者就應予平復司法不法之刑事有罪判決，採取國會撤銷之方式，係考量今日如重啟威權統治時期刑事案件之調查，將因拖延已久，許多判決資料及卷證滅失，使個案獲得審查救濟之可能性大幅降低。是以授權本會在個案調查過程中，如發現疑義，得參酌相關資料，對聲請人為有利之解釋。\n(2) 本案偵查、審判卷宗雖因已逾保存年限而遭銷毀，惟據本會所查檔案及辯護律師所存部分筆錄內容，聲請人辯稱其於警詢時係受不正訊問始為自白，應屬可信查聲請人於 77 年 5 月 26 日 18 時許第一次警詢時，明確否認犯行，復於同日 20 時第二次警詢時翻異前供，有偵訊筆錄可稽。觀諸員警林○隆於前揭第二次筆錄上記載：「你（按：指聲請人）所提請求我們一定盡力做到，請詳述你前次筆錄所保留部分」等語，勾稽國安局三處三科 77 年 7月 4 日簽文記載：……此次警備總部成立長安專案，在臨時內線協助下，策動邱某（即聲請人）出面投案，實有績效；另有關邱某因投案家庭陷入困境，經協調警備總部瞭解，目前透過○○○（按：遭國安局遮隱）予以照顧外，該部上簽有專案，每月給予 1 萬元之濟助，至邱某審判確定為止，審判確定後，則視情況需要再另案辦理等內容，堪認聲請人於地院審理時辯稱，辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死，以威逼利誘方式迫使其自白等語，應屬可採。\n(3) 本件唯一坦承其所擲石塊是取自系爭菜車之被告溫○興，辯稱係受刑求始為自白，經本會調查後認為非屬無據：\nA. 溫○興係當日向立法院借廁所之農民之一，為首波遭員警逮捕者，當時系爭菜車尚未到達立法院，換言之，根本不可能自未到達之菜車上取石塊丟擲據 520 農運副總指揮陳○祥所述，其與溫○興等三位一起借廁所的民眾，當時是第一批到達立法院者，溫○興等人被抓時，菜車根本還沒到立法院，溫○興自始無從自菜車上取石塊等語（本會 110 年 5 月 24 日調查記錄）。經查，77 年 5 月 20 日 14 時 15 分許，遊行隊伍抵復興橋，往立法院方向前進；嗣於 14 時 20 分許，在遊行群眾到達立法院前，有人廣播宣布「大家一起到立法院小便」，遭警方所阻後，群眾一湧向前而發生衝突，警方當場逮捕兩名投擲石塊之現行犯等情，有警政署 77 年 6 月 1 日於立法院第 81 會期司法內政委員會第一次聯席會議所提「五二○事件處理經過、綜合檢討及改進意見報告」及國安局第三處「○五二○」專案報告表可證。以上述時序，參諸當日參與遊行之潘○清、陳○華、陳○兆、邱○興、侯○慧所述，當日遊行人數眾多，系爭菜車與首批到立法院的隊伍有相當距離，在立法院門口一開始發生衝突時，群眾主要是丟擲手中的瓶罐，或拿大門花圃的磚塊，根本沒注意到菜車等語（本會 110 年 5 月 24 日、6 月 28 日調查記錄可參），及聲請人於 77 年 5 月 26 日第一次警詢時稱，車子到立法院時，看到有人丟石頭、門窗破裂的聲音，過一陣子我隨同隊伍將車子迴轉到忠孝東路警政署等語，可知系爭菜車抵達立法院附近時，已經是在發生首波衝突之後。勾稽邱○興提供之現場照片顯示，立法院在首波衝突後，大門口地上僅有零星瓶罐，無石塊等情大致相符。又本件因妨害公務案件被訴者高達 90 餘人，僅溫○興一人於偵查時陳稱其所擲石塊來自系爭菜車，亦與常情不符。是以，陳○祥所述，當時溫○興在立法院大門口被逮捕時，系爭菜車根本還沒到立法院等情，並非無據。\n從而，溫○興被控取系爭菜車上之石塊攻擊員警之事實，即屬有疑。\nB. 本案雖因年代久遠，查無相關筆錄及證物為證，惟參酌前述資料綜合判斷，應從有利於當事人之認定，堪認溫○興於本案審理時辯稱受不正訊問始為自白等情，洵屬有據。\n(4) 從而，本件歷審判決以聲請人及同案被告溫○興欠缺證據能力與證明力之自白定罪，係嚴重違反證據裁判原則，侵害公平審判原則。\n4、 歷審法院對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，未就有利被告之主張及證據詳予調查或彈劾，業已侵害公平審判原則\n(1) 依照起訴書及一審判決認定之事實，聲請人係於本案發生前一日，先將大白菜搬運上車，復於夜間獨自一人將部分大白菜移除後，再將一噸石塊藏於菜下。惟此部分業經「520 事件石頭案十一人教授團實驗調查報告」證明，一般成年男性均不可能在短時間獨立內完成。聲請人雖多次向法院聲請過磅秤重及調閱高速公路過磅紀錄等證據，以證明系爭菜車載運整車白菜或參雜石塊等物時之重量不同，惟臺北地院審理時對此一非常態事實，卻毫無作為。\n直至高等法院為二審判決時，不採一審判決認定「系爭菜車上載有一噸石塊」之事實，而限縮系爭菜車上所載石塊數量，認「另該石塊等並未認定全數取自系爭菜車」，故而認無調查證據必要，並以聲請人「刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉」等語，一筆帶過。\n(2) 此外，歷審判決均認定現場扣得之石塊、磚塊數量眾多，且部分群眾所擲石塊、磚塊，是就地取材。該地即指於立法院附近正在施工之臺大醫院，工地內不乏石塊、磚塊等建築廢料，且為數不少。若如起訴書及歷審判決所述，邱○泳等人在 520 農運遊行前，確有以石塊攻擊員警之暴力預謀，只要至現場稍加勘查，即可查知附近有工地，且內有建築廢料之事實。反之，系爭菜車所得載運之石塊，猶如杯水車薪；又依當時規定，貨車經由高速公路北上過程勢必經過數次查驗，且系爭菜車自雲林北上駛至國父紀念館期間，曾多次過磅受檢，均未發現石塊等情，有 77 年 6月 1 日聲請人警詢筆錄、同月 2 日訊問筆錄、同月 6 日訊問筆錄、同月 9 日臺北地檢署履勘現場筆錄可證。是以，若邱○泳等人於遊行前確有暴力預謀，何需捨近求遠，冒著被發現之風險，而令聲請人深夜卸載大白菜後搬運石塊，再以大白菜覆蓋後駕車北上，實與一般常情不符。\n(3) 歷審判決固引用攝影記者侯○慧、潘○鉅及謝○德等人之證詞，作為聲請人確有載運石塊北上之證據，惟查：\nA. 侯○慧於 77 年 9 月 8 日臺北地院審理時陳稱：「（檢察官問：車上有無石頭？）答：石頭有 6、7 顆。（檢察官問：\n有無看到有人把石頭丟上車後再攝影？）答：有看到拋東西上車，但不確定是否石頭。（審判長問）：當時是幾點？答：約 8 點多。（審判長問：能否確定？）答：我不敢確定，消防車已噴水完。」等語。\nB. 謝○德同日於臺北地院陳稱：「（法官問：你有無看邱煌生開一部載菜卡車？）答：有看到菜車，但不知何人開，詳細地點未注意，直到在城中分局（按：即中正第一分局，下同）前面，有看到有人在錄影、白菜都爛了。（法官問：\n菜尚有多少？）答：比木板低一點，不到一尺，葉已爛，有臭味。（法官問：當時車上有人否？）答：沒有人。（法官問：有無石頭？）答：我倒看有似混凝土包著的磚頭，約二三塊。」等語。\nC. 潘○鉅同日於臺北地院陳稱：「（法官問：5 月 20 日遊行你在？）答：晚上六時以後我在城中分局附近。（法官問：\n有無看到菜車？）答：那天有很多車子。（法官問：有無和相片同樣之車【提示指認相片】）答：我有看到一錄影機錄影，攝影人員拿○○○（按：無法辨識，下同）集中○○○方式攝影。答：依我自己判斷是電視台，共有兩人，一人打光，一人拿機。（法官問：有無看到車上有人？）答：\n車上沒人（法官問：看到車上幾塊石頭、什麼樣子【提示相片】）答：有幾塊像人引道上那種花瓶碎片，及幾塊小石頭。（法官問：和相片中相同否？）答：沒看到。（法官問：有無看到石塊上有水泥？）答：沒看到。（法官問：\n有無水泥石頭？）答：沒有。（法官問：你有無看清楚）答：我看到約有幾塊紅色石頭、還有菜。菜已爛掉（猜），有高低，高度不合很大。（檢察官問：你是看到石頭自地上撿上去他們才錄影，或在事先已收集一起才攝影？）答：\n我看到石頭收集一起靠近車後才拍有幾塊石頭我不知道，我當時只看到在錄影。（審判長問：你有無看到有人把石頭丟到車上？）答：我沒注意。」等語。\nD. 據此，侯○慧等人均係於 77 年 5 月 20 日下午 6 時以後始在中正第一分局前看見系爭菜車，當時警方業已開始蒐證，且據侯○慧所述，曾看到有人將物品丟上菜車，警員亦坦承有將石塊彙集後拍照存證之事實，顯見當時縱然看見系爭菜車上有石塊、磚塊等物，亦不能證明該等石塊取自菜車。歷審判決卻對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，片斷擷取侯○慧等人上述證詞作為認定聲請人有載運石塊犯行之依據，除錯置時空之外，亦扭曲證人證詞原意，難認為係遵循證據裁判原則所為之有罪認定。\n5、 以上情狀，聲請人等均已於審判過程提出抗辯，而法院未就此查明對渠等顯然有利之證據，已嚴重侵害聲請人等之請求注意權，未能盡到客觀性義務及澄清義務，且有應調查之重要事項未予調查，而與憲法第 8 條及第 16 條規定、正當法律程序原則及公平審判原則未符。\n（五）綜上所述，本案審理時，歷審法院對於聲請人所為之不正取供抗辯、證據調查聲請及證人所為之有利證詞，均未詳加調查而輕忽不採，從未檢視國家機關對社會運動所為事前防處、事後因應到追訴的政治目的，業已對於人民言論及結社自由侵害甚鉅，更未詳查起訴證據與犯罪事實之矛盾，以及公權力於事件過程中有無不法作為，甚而片斷擷取證人證詞，錯置時空，扭曲證人原意，最後作成在當時時空條件下不可能成立的犯罪事實認定。法院如此之審理作為，無異於接受國家機關為鞏固威權統治所為的追訴行為，服膺於威權統治目的。因此，本案屬於為維護威權統治目的所為違反自由民主憲政秩序之司法不法判決。\n據上論結，爰依促轉條例第 6 條第 1 項及第 3 項第 2 款規定，決定如\n主文。\n促進轉型正義委員會代理主任委員 葉虹靈委員 陳雨凡王增勇蔡志偉 Awi Mona徐偉群彭仁郁中 華 民 國 1 1 1 年 4 月 1 3 日附表：參與臺灣臺北地方法院 77 年度訴字第 1048 號、臺灣高等法院77 年度上訴字第 3296 號及最高法院 78 年台上字 1696 號刑事有罪判決之相關起訴者、審判者起訴者 審判者臺灣臺北地方法院 檢察官 審判長 沈銀和77年度訴字第1048 莊春山 法官 林富村號 楊豐卿（檢察官莊春山蒞庭）--臺灣高等法院77年 審判長 王瑤度上訴字第3296號 法官 鍾耀光黃武次（檢察官方萬富蒞庭）--最高法院78年台上 審判長 黃雅卿字 1696 號 法官 何惠民田正恒紀俊乾劉敬一",
    "main_text": "邱煌生受臺灣臺北地方法院 77 年度訴字第 1048 號、臺灣高等法院77 年度上訴字第 3296 號及最高法院 78 年台上字 1696 號刑事有罪判決暨其刑之宣告，於 106 年 12 月 29 日即促進轉型正義條例施行之日視為撤銷。",
    "facts": "上，不但邱○泳否認此種說明，另據 11 人（聲請人誤載為 18人）教授團的實驗，亦無可能由其個人單獨在 1 個多小時內搬運將近 1 噸重的石頭，並在上方覆蓋大白菜作為遮掩。此外，其從雲林出發前往臺北途中，在虎尾交流道受到警察攔檢車上物件，車上除大白菜外並無他物。若有石頭、磚塊混雜其中，警察豈有放行之理？再者，貨車在高速公路需過磅，每次過磅皆有過磅條可資證明。倘如檢方所述，其於系爭菜車上裝載石頭、磚塊，那麼檢方為何不按其請求，分別以堆大白菜以及堆大白菜、石塊兩種方式過磅來證明？\n2、 檢方未予調查對其有利之證據，反而只提出對其不利且沒有證據的推論。例如：當天在多架攝影機下，完全沒有任何影像紀錄可以證明石頭、磚頭是從系爭菜車而來；警方卻以在現場撿拾的 20 餘袋石頭、磚塊、鐵條就說是證據，指控這些都是從車上拿出來的。所謂欲加之罪何患無辭，不就是這樣嗎？\n3、 歷審判決雖以其自白為判罪的論據，但一方面伊沒有那樣說，另一方面在法學日益進步之下，自白已經不能被當成證據。畢竟在歷經多年威權國家統治下，屈打成招或以威逼利誘、欺騙等方式，使當事人陷於錯誤而做出不利自己的自白，已經是法學界承認確實會有的事。僅憑檢方天馬行空的想像與控訴，卻有無辜人民深受牢獄之災，不但有違自由民主之憲政秩序，同時也侵害其受公平審判的權利與機會。520 農運迄今已逾 30載，餘年多少已未可知，只願有生之年能免除「犯罪人」的身分，還給受刑人一個公道。\n（二） 本會向相關機關調閱案卷後，函請聲請人提出補充意見，惟未獲見復。\n二、 本件調查經過為期釐清事實，本會積極搜尋相關資料，過程如下：\n（一） 本會向前臺灣臺北地方法院檢察處（現已改制為臺灣臺北地方檢察署，下稱臺北地檢署）、臺灣臺北地方法院（下稱臺北地院）、臺灣高等法院（下稱高院）及最高法院調閱聲請人於 77年間因參與 520 農運所涉妨害公務案件（下稱本案）判決及卷宗資料。\n1、 最高法院書記廳、高院及臺北地院分別於 108 年 5 月 1 日、同月 7 日及 30 日函送最高法院 78 年度台上字第 1696 號刑事判決影本、高院 77 年度上訴字第 3296 號刑事判決影本、臺北地院 77 年度訴字 1048 號刑事判決抄本各 1 件。\n2、 臺北地檢署於 108 年 6 月 10 日函復本會略以：「查本署 78 年度職字第 1867 號邱煌生妨害公務乙案歷審及偵查卷宗業經本署註銷檔號，並由臺灣臺北地方法院通緝室領回列管，本署無上開卷證資料，請逕向臺北地院洽詢」，嗣臺北地院於 108 年6 月 25 日函復該署表示：「經查其中被告陳○松於 90 年度訴緝字第 137 號免訴判決確定，由貴署（90 年度執他字第 5278號沛股）執行結案」，臺北地檢署復於 108 年 7 月 5 日函復本會略以：「查本署 90 年度執他字第 5278 號陳○松妨害公務案件卷證資料已逾保存期間銷毀，僅提供該案判決書、起訴書影本供參。」（二） 本會向國家發展委員會檔案管理局（下稱檔案局）、法務部調查局（下稱調查局）調閱雲林縣農民權益促進會（下稱雲林農權會）等相關檔案資料。檔案局於 108 年 8 月 13 日函復本會略以：「經查法務部調查局本年 7 月 15 日移轉目錄，查得 1 案（檔號：0077/3/72381；案名：雲林農權會案），共計檔案原件1 卷，請大會派員至本局查閱」；調查局於同年月 20 日函復本會略以：「本局『雲林農權會、台灣農權總會、嘉雲人權會案』（檔號：0078/3/63859）資料，業於 108 年 8 月 13 日調總伍字第 10824518120 號函以『普通檔案』移轉國家發展委員會檔案管理局，請查照。」本會以「邱煌生」、「520 農民運動」、「邱○泳」、「林○華」、「李○海」、「雲林農權會」等相關關鍵字於檔案局國家檔案資訊網查詢，查得檔卷內容已包含於該局提供本會之檔案數位檔內。\n（三） 本會向臺灣人權促進會、聲請人及其他同案被告辯護人莊○明律師、洪○叁律師、李○雄律師調取本案卷宗及相關資料。臺灣人權促進會於 108 年 12 月 3 日函復提供聲請人 77 年 8 月 1日、9 月 7 日、12 月 14 日辯護狀及書信；洪○叁律師於 108年 12 月 18 日函復所存其當事人邱○泳相關案卷資料；莊○明律師於 108 年 12 月 24 日函復該卷證已逾保存年限，全部銷毀；李○雄律師於 109 年 2 月 6 日函復提供該案所存資料。本會因而取得臺北地檢署、臺北地院及高院部分筆錄影本。\n（四） 本會向當年執行集會遊行勤務之機關即前國防部憲兵司令部（現已改制為國防部憲兵指揮部，下稱憲兵指揮部）、內政部警政署（下稱警政署）、臺北市政府警察局（下稱臺北市警局）及前臺北市警局城中分局（嗣更名為臺北市警局中正第一分局，下稱中正第一分局）調取本案相關資料。\n1、 中正第一分局於 109 年 3 月 4 日函復本會略以：「事件發生迄今逾三十餘年，本分局查無旨揭邱君檔案卷資」；憲兵指揮部於 109 年 3 月 5 日函復本會略以：「查本部現存檔案無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料。」\n2、 警政署於 109 年 3 月 12 日函復本會略以：「有關本署收文字號：警收 79688 號之檔案（77 竹縣警人字第 3437 號函）影本資料如附件；另經查現有檔案並無『520 農民運動』及『雲林農權會』等資料。」\n3、 臺北市警局於 109 年 3 月 26 日函復本會略以：「經調閱 77 年相關檔案，與民眾邱○生相關者為：77 年 11 月 11 日警保字第 273669 號函覆監察院『調查 520 農民運動』一案。」其內容緣於監察院為調查 520 農民遊行引發之警民衝突而造成流血事件並追究雙方應負責任案之相關公文。\n（五） 本會向監察院調取本案相關調查卷宗，監察院於 109 年 4 月23 日函送該院前調查 520 農民運動案件卷宗光碟 1 份，卷內雖收錄部分偵查筆錄，惟該院調查方向係著重偏向警方執勤有無缺失部分，對於刑事追訴部分並無著墨。\n（六） 為查詢當年所存本案相關影像紀錄，本會再函請國防部後備指揮部（下稱後指部）、憲兵指揮部、警政署、臺北市警局、中正第一分局、臺北地院、臺北地檢署及當年現場拍攝之綠色小組、臺灣電視公司（下稱臺視）、中華電視公司（下稱華視）及中國電視公司（下稱中視）等單位協助提供影音檔案。\n1、 中正第一分局於 109 年 12 月 21 日函復本會略以：「旨案迄今已逾三十餘年，且為臺北市政府警察局刑事警察大隊移送案件，本分局查無相關卷資或蒐證影像紀錄」。\n2、 憲兵指揮部於 109 年 12 月 22 日函復本會略以：「查本部無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料」。\n3、 中視於 109 年 12 月 25 日函復本會略以：「經查，囿於該播出期日距今已歷相當之期間，且新聞資料庫存留資料有限致無法就該新聞畫面等資料予以提出，而無法提供」。\n4、 後指部於 109 年 12 月 28 日函復本會略以：「本部查無貴會調取邱煌生先生聲請平復司法不法案所需資料」。\n5、 華視於 109 年 12 月 29 日函復本會略以：「檢覆本公司 77 年 6月 1 日『移送載石塊卡車司機』新聞報導畫面壹則光碟片」。\n臺視於 110 年 1 月 4 日函復本會略以：「僅檢送載有旨揭影音資料存檔畫面之光碟乙份」，經檢視上開新聞報導畫面及綠色小組之影像資料，初步過濾雖有當天遊行隊伍、警民衝突及民眾立於系爭菜車上之畫面，惟查無衝突發生時與系爭菜車有關之影像紀錄。\n6、 臺北市警局於 110 年 1 月 11 日函復本會略以：「查旨案迄今已逾 30 年，相關案卷業於時函報臺灣臺北地方檢察署在案，本局查無其他蒐證資料」。\n7、 臺北地院於 110 年 1 月 26 日函復本會略以：「經查本院 77 年度訴字第 1048 號被告邱煌生等妨害公務案件，全案卷證於最後一被告陳○松因通緝，追訴權時效完成，經本院以 90 年度訴緝字第 137 號判決免訴確定，於 90 年 11 月 15 日將全案卷證送臺灣臺北地方檢察署執行……承上，本案卷宗、證物等最後由臺灣臺北地方檢察署保管處理，本案本院僅存一審判決原本，贓證物庫亦無相關之卷宗及證物錄音錄影帶。」\n8、 臺北地檢署於 110 年 4 月 30 日函復本會略以：「（一）本案之卷宗與錄音、錄影帶係分別存放於本署檔案室及贓物庫。（二）有關民國 77 年 520 農民運動乙案相關之錄音、錄影帶業已銷毀，故無法提供。（三）檢附銷毀資料影本 1 件供參。」（七） 為釐清相關事實及偵查、審理經過，本會分別於 110 年 4 月 14日、15 日、5 月 24 日、6 月 28 日、7 月 30 日、9 月 28 日、10 月 5 日通知本案同案被告潘○清、林○如、曾○義之子曾○杰、520 農民運動副總指揮陳○松（後改名陳○祥，下稱陳○祥）、糾察總指揮陳○兆、嘉義領隊陳○華、原定載菜司機李○彰；當日曾至現場採訪之攝影記者邱○興、潘○鉅、侯○慧，及製作聲請人第一次筆錄之臺北市警局警員林○隆、時任前臺灣警備總司令部（下稱警備總部）保安處組長潘○南；當時為聲請人辯護之律師莊○明、同案被告溫○興及曾○義辯護律師鄭○助、同案被告邱○泳辯護律師洪○叁等人，到會或以視訊方式陳述事實經過及意見。\n三、 本案判決之背景（一） 1970 年代末期至 1980 年代以降，美國為保護本國產業，依西元 1974 年制定之貿易法（Trade Act of 1974）第 301 條至 310條規定（簡稱 301 款），迫使臺灣政府大幅開放美國農產品進口，使得臺灣農業及政策均面臨重大轉變，加上長期積累之農政缺失及民主化浪潮興起，若干農業議題漸於臺灣社會發酵，例如，74 年高雄豬農向前臺灣省政府抗議進口玉米飼料驗出黃麴毒素、75 年底學生運動組織發起抗議美國進口香菸、葡萄打擊農民生計等農業議題抗爭事件，並自個別議題上升至政策及結構面之變革訴求（參徐文路，文化部國家人權博物館籌備處委辦「1987-1988 臺灣農民運動口述歷史計畫」，未出版）。\n（二） 各地農權會於 76 年至 77 年間陸續成立，首先成立之山城農民權益促進會（下稱山城農權會）於 76 年 12 月 8 日發動數千人前往立法院抗議，要求禁止進口美國香吉士等水果，此係自日治時期二林蔗農抗爭以來，臺灣首次大規模農民抗議活動，並成功引起各方關注農業問題。嗣因 77 年 1 月 13 日蔣經國去世，相關農民及社運活動暫停，其後，山城農權會等相關團體陸續籌備如「316」、「426」等農民運動，要求政府在臺美貿易談判時謹守立場。當中特別引發關注者，為 77 年 4 月 26 日426 活動遊行現場，約有 80 餘輛的農耕機及鐵牛車上街頭，並為抗議「菜賤傷農」，將整車小白菜及白蘿蔔倒在總統府前博愛特區馬路上，林○華在活動解散前當場宣布在下個月（5月）20 日還會再來。\n（三） 77 年 5 月 20 日，由雲林農權會主辦，總指揮林○華及副總指揮邱○泳、陳○祥等人提出成立農業部等七大訴求，號召農民前往立法院請願。當日現場出動警察、憲兵進行維安工作。\n遊行群眾下午行至立法院門口時，因農民借廁所遭拒等情事發生警民衝突，復因不滿警方對遊行民眾突如其來的逮捕行為，群情激憤，警方則出動水車、鎮暴部隊驅逐抗議群眾，後續引爆為大規模之流血衝突，抗議活動直至翌（21）日早上 7 時許，憲警發動最後一次驅離行動為止，歷時約 17 小時。此場警民衝突事件，現場遭逮捕者共計 128 人，其中 90 餘人遭檢察官以妨害公務等罪名起訴。\n四、 聲請人所受刑事有罪判決之要旨（一） 聲請人於 77 年間因本案經臺北地院 77 年度訴字 1048 號判決（下稱一審判決）判處有期徒刑 1 年 6 月，復經高院 77 年度上訴字第 3296 號判決（下稱二審判決）撤銷一審判決，改處有期徒刑 1 年 4 月，嗣經最高法院 78 年台上字 1696 號判決（下稱三審判決）認二審判決",
    "reasoning": "一、 本件聲請意旨（一） 聲請人民國（下同）108 年 3 月 27 日聲請書主張略以：\n1、 其被控於 77 年 5 月 20 日農民遊行前（下稱 520 農運）受總指揮邱○泳的囑咐從雲林撿拾石頭、磚塊裝載於其所有車牌號碼074-3850 號營業大貨車（下稱系爭菜車）北上至現場。然事實上，不但邱○泳否認此種說明，另據 11 人（聲請人誤載為 18人）教授團的實驗，亦無可能由其個人單獨在 1 個多小時內搬運將近 1 噸重的石頭，並在上方覆蓋大白菜作為遮掩。此外，其從雲林出發前往臺北途中，在虎尾交流道受到警察攔檢車上物件，車上除大白菜外並無他物。若有石頭、磚塊混雜其中，警察豈有放行之理？再者，貨車在高速公路需過磅，每次過磅皆有過磅條可資證明。倘如檢方所述，其於系爭菜車上裝載石頭、磚塊，那麼檢方為何不按其請求，分別以堆大白菜以及堆大白菜、石塊兩種方式過磅來證明？\n2、 檢方未予調查對其有利之證據，反而只提出對其不利且沒有證據的推論。例如：當天在多架攝影機下，完全沒有任何影像紀錄可以證明石頭、磚頭是從系爭菜車而來；警方卻以在現場撿拾的 20 餘袋石頭、磚塊、鐵條就說是證據，指控這些都是從車上拿出來的。所謂欲加之罪何患無辭，不就是這樣嗎？\n3、 歷審判決雖以其自白為判罪的論據，但一方面伊沒有那樣說，另一方面在法學日益進步之下，自白已經不能被當成證據。畢竟在歷經多年威權國家統治下，屈打成招或以威逼利誘、欺騙等方式，使當事人陷於錯誤而做出不利自己的自白，已經是法學界承認確實會有的事。僅憑檢方天馬行空的想像與控訴，卻有無辜人民深受牢獄之災，不但有違自由民主之憲政秩序，同時也侵害其受公平審判的權利與機會。520 農運迄今已逾 30載，餘年多少已未可知，只願有生之年能免除「犯罪人」的身分，還給受刑人一個公道。\n（二） 本會向相關機關調閱案卷後，函請聲請人提出補充意見，惟未獲見復。\n二、 本件調查經過為期釐清事實，本會積極搜尋相關資料，過程如下：\n（一） 本會向前臺灣臺北地方法院檢察處（現已改制為臺灣臺北地方檢察署，下稱臺北地檢署）、臺灣臺北地方法院（下稱臺北地院）、臺灣高等法院（下稱高院）及最高法院調閱聲請人於 77年間因參與 520 農運所涉妨害公務案件（下稱本案）判決及卷宗資料。\n1、 最高法院書記廳、高院及臺北地院分別於 108 年 5 月 1 日、同月 7 日及 30 日函送最高法院 78 年度台上字第 1696 號刑事判決影本、高院 77 年度上訴字第 3296 號刑事判決影本、臺北地院 77 年度訴字 1048 號刑事判決抄本各 1 件。\n2、 臺北地檢署於 108 年 6 月 10 日函復本會略以：「查本署 78 年度職字第 1867 號邱煌生妨害公務乙案歷審及偵查卷宗業經本署註銷檔號，並由臺灣臺北地方法院通緝室領回列管，本署無上開卷證資料，請逕向臺北地院洽詢」，嗣臺北地院於 108 年6 月 25 日函復該署表示：「經查其中被告陳○松於 90 年度訴緝字第 137 號免訴判決確定，由貴署（90 年度執他字第 5278號沛股）執行結案」，臺北地檢署復於 108 年 7 月 5 日函復本會略以：「查本署 90 年度執他字第 5278 號陳○松妨害公務案件卷證資料已逾保存期間銷毀，僅提供該案判決書、起訴書影本供參。」（二） 本會向國家發展委員會檔案管理局（下稱檔案局）、法務部調查局（下稱調查局）調閱雲林縣農民權益促進會（下稱雲林農權會）等相關檔案資料。檔案局於 108 年 8 月 13 日函復本會略以：「經查法務部調查局本年 7 月 15 日移轉目錄，查得 1 案（檔號：0077/3/72381；案名：雲林農權會案），共計檔案原件1 卷，請大會派員至本局查閱」；調查局於同年月 20 日函復本會略以：「本局『雲林農權會、台灣農權總會、嘉雲人權會案』（檔號：0078/3/63859）資料，業於 108 年 8 月 13 日調總伍字第 10824518120 號函以『普通檔案』移轉國家發展委員會檔案管理局，請查照。」本會以「邱煌生」、「520 農民運動」、「邱○泳」、「林○華」、「李○海」、「雲林農權會」等相關關鍵字於檔案局國家檔案資訊網查詢，查得檔卷內容已包含於該局提供本會之檔案數位檔內。\n（三） 本會向臺灣人權促進會、聲請人及其他同案被告辯護人莊○明律師、洪○叁律師、李○雄律師調取本案卷宗及相關資料。臺灣人權促進會於 108 年 12 月 3 日函復提供聲請人 77 年 8 月 1日、9 月 7 日、12 月 14 日辯護狀及書信；洪○叁律師於 108年 12 月 18 日函復所存其當事人邱○泳相關案卷資料；莊○明律師於 108 年 12 月 24 日函復該卷證已逾保存年限，全部銷毀；李○雄律師於 109 年 2 月 6 日函復提供該案所存資料。本會因而取得臺北地檢署、臺北地院及高院部分筆錄影本。\n（四） 本會向當年執行集會遊行勤務之機關即前國防部憲兵司令部（現已改制為國防部憲兵指揮部，下稱憲兵指揮部）、內政部警政署（下稱警政署）、臺北市政府警察局（下稱臺北市警局）及前臺北市警局城中分局（嗣更名為臺北市警局中正第一分局，下稱中正第一分局）調取本案相關資料。\n1、 中正第一分局於 109 年 3 月 4 日函復本會略以：「事件發生迄今逾三十餘年，本分局查無旨揭邱君檔案卷資」；憲兵指揮部於 109 年 3 月 5 日函復本會略以：「查本部現存檔案無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料。」\n2、 警政署於 109 年 3 月 12 日函復本會略以：「有關本署收文字號：警收 79688 號之檔案（77 竹縣警人字第 3437 號函）影本資料如附件；另經查現有檔案並無『520 農民運動』及『雲林農權會』等資料。」\n3、 臺北市警局於 109 年 3 月 26 日函復本會略以：「經調閱 77 年相關檔案，與民眾邱○生相關者為：77 年 11 月 11 日警保字第 273669 號函覆監察院『調查 520 農民運動』一案。」其內容緣於監察院為調查 520 農民遊行引發之警民衝突而造成流血事件並追究雙方應負責任案之相關公文。\n（五） 本會向監察院調取本案相關調查卷宗，監察院於 109 年 4 月23 日函送該院前調查 520 農民運動案件卷宗光碟 1 份，卷內雖收錄部分偵查筆錄，惟該院調查方向係著重偏向警方執勤有無缺失部分，對於刑事追訴部分並無著墨。\n（六） 為查詢當年所存本案相關影像紀錄，本會再函請國防部後備指揮部（下稱後指部）、憲兵指揮部、警政署、臺北市警局、中正第一分局、臺北地院、臺北地檢署及當年現場拍攝之綠色小組、臺灣電視公司（下稱臺視）、中華電視公司（下稱華視）及中國電視公司（下稱中視）等單位協助提供影音檔案。\n1、 中正第一分局於 109 年 12 月 21 日函復本會略以：「旨案迄今已逾三十餘年，且為臺北市政府警察局刑事警察大隊移送案件，本分局查無相關卷資或蒐證影像紀錄」。\n2、 憲兵指揮部於 109 年 12 月 22 日函復本會略以：「查本部無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料」。\n3、 中視於 109 年 12 月 25 日函復本會略以：「經查，囿於該播出期日距今已歷相當之期間，且新聞資料庫存留資料有限致無法就該新聞畫面等資料予以提出，而無法提供」。\n4、 後指部於 109 年 12 月 28 日函復本會略以：「本部查無貴會調取邱煌生先生聲請平復司法不法案所需資料」。\n5、 華視於 109 年 12 月 29 日函復本會略以：「檢覆本公司 77 年 6月 1 日『移送載石塊卡車司機』新聞報導畫面壹則光碟片」。\n臺視於 110 年 1 月 4 日函復本會略以：「僅檢送載有旨揭影音資料存檔畫面之光碟乙份」，經檢視上開新聞報導畫面及綠色小組之影像資料，初步過濾雖有當天遊行隊伍、警民衝突及民眾立於系爭菜車上之畫面，惟查無衝突發生時與系爭菜車有關之影像紀錄。\n6、 臺北市警局於 110 年 1 月 11 日函復本會略以：「查旨案迄今已逾 30 年，相關案卷業於時函報臺灣臺北地方檢察署在案，本局查無其他蒐證資料」。\n7、 臺北地院於 110 年 1 月 26 日函復本會略以：「經查本院 77 年度訴字第 1048 號被告邱煌生等妨害公務案件，全案卷證於最後一被告陳○松因通緝，追訴權時效完成，經本院以 90 年度訴緝字第 137 號判決免訴確定，於 90 年 11 月 15 日將全案卷證送臺灣臺北地方檢察署執行……承上，本案卷宗、證物等最後由臺灣臺北地方檢察署保管處理，本案本院僅存一審判決原本，贓證物庫亦無相關之卷宗及證物錄音錄影帶。」\n8、 臺北地檢署於 110 年 4 月 30 日函復本會略以：「（一）本案之卷宗與錄音、錄影帶係分別存放於本署檔案室及贓物庫。（二）有關民國 77 年 520 農民運動乙案相關之錄音、錄影帶業已銷毀，故無法提供。（三）檢附銷毀資料影本 1 件供參。」（七） 為釐清相關事實及偵查、審理經過，本會分別於 110 年 4 月 14日、15 日、5 月 24 日、6 月 28 日、7 月 30 日、9 月 28 日、10 月 5 日通知本案同案被告潘○清、林○如、曾○義之子曾○杰、520 農民運動副總指揮陳○松（後改名陳○祥，下稱陳○祥）、糾察總指揮陳○兆、嘉義領隊陳○華、原定載菜司機李○彰；當日曾至現場採訪之攝影記者邱○興、潘○鉅、侯○慧，及製作聲請人第一次筆錄之臺北市警局警員林○隆、時任前臺灣警備總司令部（下稱警備總部）保安處組長潘○南；當時為聲請人辯護之律師莊○明、同案被告溫○興及曾○義辯護律師鄭○助、同案被告邱○泳辯護律師洪○叁等人，到會或以視訊方式陳述事實經過及意見。\n三、 本案判決之背景（一） 1970 年代末期至 1980 年代以降，美國為保護本國產業，依西元 1974 年制定之貿易法（Trade Act of 1974）第 301 條至 310條規定（簡稱 301 款），迫使臺灣政府大幅開放美國農產品進口，使得臺灣農業及政策均面臨重大轉變，加上長期積累之農政缺失及民主化浪潮興起，若干農業議題漸於臺灣社會發酵，例如，74 年高雄豬農向前臺灣省政府抗議進口玉米飼料驗出黃麴毒素、75 年底學生運動組織發起抗議美國進口香菸、葡萄打擊農民生計等農業議題抗爭事件，並自個別議題上升至政策及結構面之變革訴求（參徐文路，文化部國家人權博物館籌備處委辦「1987-1988 臺灣農民運動口述歷史計畫」，未出版）。\n（二） 各地農權會於 76 年至 77 年間陸續成立，首先成立之山城農民權益促進會（下稱山城農權會）於 76 年 12 月 8 日發動數千人前往立法院抗議，要求禁止進口美國香吉士等水果，此係自日治時期二林蔗農抗爭以來，臺灣首次大規模農民抗議活動，並成功引起各方關注農業問題。嗣因 77 年 1 月 13 日蔣經國去世，相關農民及社運活動暫停，其後，山城農權會等相關團體陸續籌備如「316」、「426」等農民運動，要求政府在臺美貿易談判時謹守立場。當中特別引發關注者，為 77 年 4 月 26 日426 活動遊行現場，約有 80 餘輛的農耕機及鐵牛車上街頭，並為抗議「菜賤傷農」，將整車小白菜及白蘿蔔倒在總統府前博愛特區馬路上，林○華在活動解散前當場宣布在下個月（5月）20 日還會再來。\n（三） 77 年 5 月 20 日，由雲林農權會主辦，總指揮林○華及副總指揮邱○泳、陳○祥等人提出成立農業部等七大訴求，號召農民前往立法院請願。當日現場出動警察、憲兵進行維安工作。\n遊行群眾下午行至立法院門口時，因農民借廁所遭拒等情事發生警民衝突，復因不滿警方對遊行民眾突如其來的逮捕行為，群情激憤，警方則出動水車、鎮暴部隊驅逐抗議群眾，後續引爆為大規模之流血衝突，抗議活動直至翌（21）日早上 7 時許，憲警發動最後一次驅離行動為止，歷時約 17 小時。此場警民衝突事件，現場遭逮捕者共計 128 人，其中 90 餘人遭檢察官以妨害公務等罪名起訴。\n四、 聲請人所受刑事有罪判決之要旨（一） 聲請人於 77 年間因本案經臺北地院 77 年度訴字 1048 號判決（下稱一審判決）判處有期徒刑 1 年 6 月，復經高院 77 年度上訴字第 3296 號判決（下稱二審判決）撤銷一審判決，改處有期徒刑 1 年 4 月，嗣經最高法院 78 年台上字 1696 號判決（下稱三審判決）認二審判決理由與法無違，而駁回聲請人等之上訴而確定。本會爰以三審判決認定本件 520 農運爆發衝突之始末及本案事實、理由與二審判決理由簡述其要旨，先予敘明。\n（二） 事實部分略以：\n1、 林○華係雲林農權會總幹事，以農民爭取權益為由，向臺北市警局申請於 77 年 5 月 20 日上午 10 時起至同日下午 11 時止至臺北市遊行，並擬往立法院及中國國民黨中央黨部陳情抗議。\n經臺北市警局許可其申請，惟縮減其遊行時間至同日下午 7 時止，並修正其遊行路線。林○華及雲林農權會會長李○海接獲該局核准許可遊行通知後，大表不滿，先後提起兩次申復，表明上開修正及限制均於法無據，屆時將按照原申請內容執行，復於同年 5 月 19 日以「雲林農權會」名義發表強烈聲明略以：\n仍將依原申請路線遊行抗議，若國民黨蓄意製造事端，阻礙遊行之進行，致發生衝突，一切後果由國民黨負責等語，並決定遊行抗議活動由林○華擔任總指揮，邱○泳、蕭○珍及陳○祥為副總指揮，李○海為總領隊，首謀公然聚眾對於公務員依法執行職務時施強暴脅迫，並推由邱○泳僱用大貨車 1 輛，載運大白菜沿街丟擲以表達農民抗議之心聲。邱○泳即以新臺幣（下同）7,000 元之代價，僱請聲請人駕駛系爭菜車參加遊行，除要其載運大白菜外，並囑其秘密至雲林縣二崙公墓附近撿取石頭，藏於大白菜底下，以備於遊行過程中，與警方發生衝突時，作為攻擊警察、激發群眾情緒之用。聲請人乃基於幫助之犯意，依囑於同年 5 月 19 日晚間 11 時許，至上開地點撿拾石塊、磚頭及水泥塊等建築廢料（確實重量，未經核算不詳），預藏於其貨車上之大白菜下，翌日載運至臺北市國父紀念館參加遊行。\n2、 同年 5 月 20 日中午 12 時 40 分許，該遊行隊伍約三千餘人，自臺北市國父紀念館出發，行進間，蕭○珍不時以擴音機攻擊政府之農業政策，並要求李登輝總統下台。遊行隊伍至同市南京東路與林森北路口時，本應依核准路線左轉林森北路，惟渠等仍堅持依原申請遊行路線行進，且在蕭○珍之鼓動下，不顧臺北市警局中山分局員警之警告及制止，強行衝過員警之人牆，直行至中山北路左轉中山南路前往立法院。\n3、 同日下午 2 時 30 分許，該遊行隊伍抵達立法院時，部分群眾藉故欲進入立法院內上廁所小便。值勤員警以已在立法院外備有流動廁所供渠等使用為由，予以婉拒。林○華即在指揮車上以擴音機說：「立法院是我們的，我們到裡面去放尿！」蕭○珍接著廣播說：「小便是人民的權利」等語，煽惑群眾對於在立法院維持秩序之員警施強暴脅迫，群眾在林○華及蕭○珍之煽惑下，即欲強行闖越值勤員警之人牆，先是推擠，繼則或取自系爭菜車上、或就地取材以石頭、磚塊、水泥塊、空罐、木棍、旗桿等物，攻擊執勤之員警。嗣值勤之員警，當場逮捕以取自系爭菜車上之石塊攻擊之現行犯溫○興及用木棍對警員施暴之曾○義，群眾情緒因而高漲。此時在指揮車上之蕭○珍、林○華、陳○祥、邱○泳，更基於犯意之聯絡，輪流以擴音機喊叫「抓扒仔警察（台語）！」、「狼心狗肺警察！」或「幹你娘（台語）！」等語，辱罵執勤員警，並表示警方如不放人絕不罷休。林○華且持「雲林農權會」之會旗帶頭到立法院正門，對執勤員警施暴，群眾隨之以石塊、磚塊、水泥塊、木棍、旗桿及空罐等物對員警實施猛烈攻擊。\n4、 同日下午 3、4 時許。經主管警察機關多次向群眾喊話命令解散，惟渠等仍不解散，而繼續舉行，警方乃以水柱強制驅散，予以制止，渠等仍不遵從，復自立法院轉往中山南路、常德街口繼續與警方對峙。期間經警察人員先後逮捕以石頭攻擊執勤員警及以車輛阻攔鎮暴警察前進之現行犯。同日下午 5 時 30分許，遊行群眾見無法越過鐵絲網前往中國國民黨中央黨部，故轉往徐州路至警政署，再轉往中正第一分局，要脅警方釋放被逮捕之人犯，未能得逞，竟又以石塊、磚塊、水泥塊及鐵片等物攻擊執勤員警，且拒不解散。至同日下午 7 時許警方再以水柱強制驅散群眾，並陸續逮捕藉機以石頭、磚塊、水泥塊及鐵片等物攻擊執勤員警或叫罵助勢之現行犯。在驅散行動中，保安大隊警員夏○忠發現系爭菜車上藏有石塊等攻擊武器，而司機即聲請人則早已棄車逃匿。嗣遊行群眾聚集在忠孝西路天橋下及公園路停車場與警對峙，輪流發表演說、喊口號、唱歌。\n5、 至翌（21）日凌晨 1 時 30 分許，臺北市警局局長以擴音機命令群眾於 5 分鐘內解散離開現場，並倒數計時，每隔數秒命令一次，惟屆時群眾仍拒不解散，乃於當日凌晨 1 時 35 分起實施強制驅散，期間先後逮捕駕車衝向警察人牆、在場叫囂助勢及以石頭、磚塊、鐵片等物攻擊執勤員警之現行犯。\n（三） 高等法院二審判決理由略以：\n1、 訊據邱○泳、林○華及聲請人等人雖均否認犯行，邱○泳辯稱：\n伊主張以溫和方式進行遊行，且當天伊喉嚨不舒服，並未參加喊話，更未叫聲請人在大白菜下預先藏石塊、水泥塊、磚塊等語，聲請人辯稱：遊行當天系爭菜車大白菜下並未藏石塊，邱○泳亦未叫伊搬運石塊，伊在警詢及偵查中之自白，係貨運行老闆塗○田及刑警林○隆，叫伊將責任推給邱○泳，就可沒事，同時也可以回家，伊始為不實之承認云云。\n2、 惟查，林○華於其所書抗議書已提及：「唯有下猛藥採取非常的手段，才全體決定於 5 月 20 日採取『520』八萬農業大軍上街頭之抗議行動」、「如有立委諸公公然反對農眷保預算列入78會計年度，包圍其住宅以達目的，為不可避免之手段」、「當咱們發出怒吼，無懼於事時，也就是咱們的權益獲得保障時」、「520八萬農業大軍上街之抗議行動，係向執政當局爭取權益，並力拼到底，不達目的絕不罷休！」等語；及邱○泳在該農權會紀錄後以書面表示：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語，足見邱○泳等人於遊行前即有不遵守許可遊行時間、路線及與警方發生衝突之意圖。\n3、 本案群眾曾以大量石塊等物，攻擊執勤員警之事證已如前述，而林○華、邱○泳等遊行活動之指揮、領隊人員，於出發前即有妨害公務之意圖，又已說明如前，故聲請人所駕系爭菜車是否預藏石塊等攻擊武器，均不影響該等指揮、領隊人員應負之刑責，此項事實之有無，僅能決定聲請人有無妨害公務之犯行而已。按燎原之火可起於星星，群眾失控之情緒，亦可因一石之激、一言之惑而生，故聲請人刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉。\n4、 茲將聲請人所駕車輛預藏石塊等攻擊武器之證據，詳列如下：\n（1）聲請人於警詢、檢察官偵訊及臺北地院 77 年 6 月 17 日訊問時，迭次供認其曾依邱○泳之囑，在大白菜底下暗藏石塊，且亦知該石塊係預備攻擊警察之用，又系爭菜車所屬川○交通公司負責人塗○田於檢察官偵訊時亦證稱：「他（指聲請人）事後曾告訴我說是邱○泳叫他去載石頭，並要保密」云云，足證聲請人所述依邱○泳之囑，於車上暗藏石塊之自白，係出於其本意，非因刑求、利誘而為。（2）溫○興於警詢及檢察官偵訊時，一再聲稱有人自系爭菜車上拿石頭下來供伊丟擲云云，與聲請人於檢察官偵訊時所供：「我在前座，從後照鏡看到有人從我後車台上持石塊丟立法院，有人在我車上上下下著」等語，互核相符，堪予採信。至溫○興及聲請人事後空言翻供，則無可採。莊○明律師主張溫○興係因被警刑求而為不實之證述，並請求調查溫○興被警方借提偵訊之詳情，亦無可採，且無必要，蓋溫某在檢察官偵訊時，亦曾為相同之供證。（3）警員夏○忠於原偵審中一再指稱：77 年 5 月 20 日下午 6、7 時許，伊見系爭菜車上有部分民眾，恐妨害警察驅散工作，乃上車請民眾離去，要下車時，一腳踩進菜堆洞裡，感覺疼痛，乃用手掏，因而發現菜下之石塊云云。又扣案之國內三家電視台有關 520 事件新聞報導錄影帶，經臺北地院當庭播放，亦有該卡車載運石塊之畫面；又攝影師謝○德、侯○慧、潘○鉅於原審審理時，均具結稱：渠等於 77 年 5 月 20 日下午 8 時許，赴中正第一分局採訪，見系爭菜車上有似混凝土包著的磚塊（謝某所見）、石頭（侯、潘所見）云云，尤足證明聲請人有關車上暗藏石塊之自白，確與事實相符。（4）該暗藏石塊之系爭菜車從雲林至臺北途中，雖曾遭刑警檢查，然因檢查不夠仔細，致未發現石塊等情，迭據聲請人於檢察官偵訊時供認在卷，故員警未能及早發現石塊，不足以證明該車未藏石塊。（5）聲請人於公墓附近路邊撿取石頭時，既未攜帶磅秤，自無從獲悉所撿石塊之確實重量，其自白中有關石塊重量部分為推測之詞，無從核對是否與事實相符，故不予採信。惟其自白與事實相符部分（即依邱○泳之囑於車上暗藏石塊部分）仍得採為證據。\n（6）聲請人載運之石塊數量既無從核算、認定，故卷內「520事件石頭案十一人教授團實驗調查報告」不足採為有利聲請人之證據；其聲請履勘二崙公墓並實驗載運石塊，因而認無必要。\n（7）扣案之石塊、磚塊及水泥塊等數量龐大，高院調查此部分之證據時係提供樣品、照片供被告等辨認，此部分事證已臻明確，聲請人另聲請傳訊證人李○海等人，及命檢察官提供 77年 5 月 20 日查扣系爭菜車之錄影帶等事，均無必要。另該石塊等並未認定全數取自系爭菜車，且溫○興取自該車用以施暴之石塊，是否曾經扣案，亦無從證明，故辯護人聲請鑑定扣案石塊等重量、有關石塊數量是否與自白相符、是否沾黏菜渣、是否含濁水溪之砂等，均無必要。聲請人辯稱因塗○田、林○隆叫其將責任推給邱○泳即可沒事返家之詞，已為塗、林 2 人否認，此項辯解顯不足採。至鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍等人，雖均稱：\n渠等未曾目睹有人自系爭菜車上取石頭丟下云云，聲請人之妻林○香雖稱：77 年 5 月 19 日伊夫半夜未曾出門云云，然核與上開事證不符，均難採為有利聲請人之證據。\n5、 從而，聲請人等前開辯解均不足採。核其所為，係犯刑法第 136條第 1 項後段之幫助犯，並應依照刑法第 30 條第 2 項規定減輕其刑。一審判決誤論其係刑法 136 條第 1 項後段之共同正犯，即有可議，關於此部分應予撤銷改判。爰審酌聲請人雖無犯罪前科，然運石北上，引發本案，對社會造成重大之損害，故量刑較後述溫○興等正犯為重，且不為緩刑之諭知，由有期徒刑 1 年 6 月改處有期徒刑 1 年 4 月，併此敘明。\n（四） 最高法院三審判決理由略以：\n1、 二審判決以邱○泳於「雲林農權會」紀錄後之書面意見謂：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語。林○華、李○海於臺北市警局通知其等修正限制遊行路線及結束時間後，以「雲林農權會」名義發表強烈聲明，表示仍將依原申請路線執行等語。參以聲請人在警詢及一審偵審中，供明邱○泳事先秘囑伊在貨車大白菜下暗藏石塊，伊知該石塊係預備攻擊警察之用等語，及系爭菜車所屬川○交通公司負責人塗○田於檢察官偵查時證稱：聲請人事後有告訴伊是邱○泳叫他去載石頭，並要保密等語，互相印證，足見林○華、邱○泳等首謀於遊行之前，即有不遵守遊行時間、路線、與員警衝突之意圖。\n2、 聲請人在檢察官偵訊時亦自白：「我在前座自後視鏡看到有人從我車之後車檯上持石頭丟擲立法院，很多人在我車上，上上下下」等語，與溫○興於警詢及檢察官偵查中坦承：「有人自運白菜之車上拿石頭下來，供我們丟擲」，警員夏○忠在偵審中一再證述：「77 年 5 月 20 日下午 6、7 時，伊見載白菜之川○交通公司卡車上有民眾，乃下車請民眾離去，足踩及石塊」等語。又攝影師謝○德、前進周刊之攝影侯○智、自立晚報記者潘○鉅等在第一審到庭證稱「5 月 20 日下午 8 點許，伊等至中正第一分局前採訪，見系爭菜車上有混凝土包著的磚塊、石頭等語，與聲請人之自白情節相符。另林○華之選任辯護人陳○扁律師提出之臺視、中視及華視有關 520 事件新聞報導錄影專輯，及綠色工作小組錄製之 520 事件專輯各 1 卷，當庭播放新聞報導等之畫面上有上開情形及系爭菜車上確有載運實況情事，有播放錄影帶之勘驗筆錄、「0520」、「蕭○珍專輯錄影帶摘要說明書」2 件、蒐證照片 1 冊共 225 張、個別證據欄所列證據暨扣案之石塊等 24 袋 1 紙箱又 20 塊、圓形木棍 13支、方形木棍 4 支、鐵片 62 片等證物，為所憑之證據及認定之理由。\n3、 邱○泳雖辯稱當日未參與喊話，亦未叫聲請人在大白菜下預藏石塊等物云云，又聲請人事後翻異否認載運石頭，辯稱在警詢及偵查中之自白，係塗○田及刑警林○隆囑伊將責任推給邱○泳即可無事，而為不實之供述云云，俱與上開證據不相適合，均不足採。至於鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍、林○香之證言及「520 事件石頭案十一人教授團實驗調查報告」均不足採為有利聲請人之證據。聲請人等聲請提出 5 月 20 日查扣系爭菜車之錄影帶、至二崙公墓勘驗及鑑定石塊等，認皆無必要。二審判決已於判決理由內一一詳加指駁說明，並以聲請人係以幫助犯罪之意思為之，應依刑法第 30 條、第 136 條第 1 項後段論處，經核與法尚無違誤。\n五、 促進轉型正義條例（下稱促轉條例）第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」按「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法」、「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。\n六、 聲請人所受刑事有罪判決，屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件（一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院釋字第 499 號解釋理由書中有如下闡釋：「我國憲法雖未明定不可變更之條款，然憲法條文中，諸如：第一條所樹立之民主共和國原則、第二條國民主權原則、第二章保障人民權利、以及有關權力分立與制衡之原則，具有本質之重要性，亦為憲法基本原則之所在。基於前述規定所形成之自由民主憲政秩序（參照現行憲法增修條文第五條第五項及本院釋字第三八一號解釋），乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。」此一解釋足為理解促轉條例所定「自由民主憲政秩序」概念之參考。\n（二）威權統治當局未因憲法施行、解除戒嚴而鬆動其黨國體制，復於 520 農運遊行前，基於鞏固其統治秩序之目的，運用情治機關進行監控，並以公權力介入影響參與者意願，又於本案發生後，藉政黨之力鼓動民間社團並形塑輿情，鞏固其統治秩序，有違自由民主憲政秩序\n1、 按臺灣於第二次世界大戰結束後，繼受中華民國法制，進入中華民國訓政時期約法（20 年 6 月 1 日公布施行，下稱訓政約法）體制。訓政約法明文承認中國國民黨在國家體制內，代表國民大會行使中央統治權，具有指導監督政府之地位，而於訓政時期形成黨國體制。嗣中華民國憲法於 36 年 12 月 25 日施行，訓政時期結束，進入憲政時期，惟第一屆國民大會代表於37 年 5 月 10 日依修憲程序，制定公布「動員戡亂時期臨時條款」（下稱臨時條款），總統權力因此明顯擴大；嗣臺灣省政府、警備總部佈告自 38 年 5 月 20 日零時起臺灣全省戒嚴。又於動員戡亂時期，第一屆中央民意代表未能改選而繼續行使職權，加以總統大多並兼中國國民黨總裁或主席，致使中國國民黨事實上長期立於主導國家權力之絕對優勢地位，從而原應隨憲法施行而結束之黨國體制，得以事實上延續。直至總統令宣告臺灣地區（不含金門、馬祖）自 76 年 7 月 15 日零時起解嚴，80年 5 月 1 日動員戡亂時期終止，國家體制始漸回歸自由民主憲政秩序（司法院釋字第 793 號理由書參照）。\n2、 次按憲法第 14 條規定人民有集會之自由，此與憲法第 11 條規定之言論、講學、著作及出版之自由，同屬表現自由之範疇。\n本於主權在民之理念，人民享有自由討論、充分表達意見之權利，方能探究事實，發見真理，並經由民主程序形成公意，制定政策或法律。因此，表現自由為實施民主政治最重要的基本人權。國家在消極方面應保障人民有此自由而不予干預；積極方面應提供適當集會場所，並保護集會、遊行之安全，使其得以順利進行（司法院釋字第 445 號解釋參照）。我國經總統令宣告解除戒嚴時起，人民言論、集會及結社等權利，本不再受戒嚴法等相關法令之限制。惟統治當局於解嚴後，對表達與政府不同意見者之監控並未隨之鬆綁，反之，為因應群眾上街頭之狀況，警備總部隨即針對群眾事件成立編纂小組，加以研究，並進行情報工作，例如透過布建、監檢作為，蒐集各類情資以「確實掌握國內分離團體陰謀與動向」，彙編日報、週報、月報及「農運」、「工運」、「學運」、「婦運」、「山運」等專報，督導各有關單位加強掌握先期情報，並協調有關單位採取防處措施，對重要「分離（違常）活動」多能掌握，適時研整分發、運用。又防制群眾事件之編組，包含警備單位、警察單位、三軍編組之警備支援部隊、情治單位及地方政府等有關機關（參軍管區司令部 82 年 6 月編印之「警備總部與國家」，第 314 頁、第 333 頁至第 335 頁）。其中，「520 農民請願案」即屬經警備總部事先掌握預警情資、提供憲警單位之專案，並且認為本案運用情資「績效甚佳」（同上參註，第 333 頁）。\n3、 經查，警備總部、調查局及各地調查站、國家安全局聯合警衛安全指揮部（下稱聯指部）等相關機關，在農民總會及各地農權會均布有情治單位據點人員與線民（通訊員、內線、重點布建、偵破布建等）蒐集情資，內容包含該組織發展狀況、幹部間關係、群眾行動之籌備與宣傳、該組織或幹部個人與特定人士或團體之互動與聯繫，上報至國家安全局（下稱國安局）等情，有國安局「520 事件」1、2、3 卷及調查局「520 事件」、「農權會」、「雲林農權會」、「林○華」及「林○喜」等案卷可憑。上開國安局「520 事件」卷內收錄之情報來源單位，不僅止警備總部、聯指部、調查局及各地調查站、臺灣省警務處，尚包含社會處、教育廳等機關，涵蓋層面甚廣；且蒐報之內容，不限於公開資訊，亦包含相關人士在不公開場合所述之言談記錄，如雲林農權會會長李○海及總幹事林○華等人於林○華私宅研商 520 農運當日之行動細節，有林祥雲（即調查局雲林縣調查站之化名）致萬心一（即聯指部之化名）77 年 5 月 16 日書函可證。顯見威權統治當局當時在形式上雖容許人民表達意見，但實質上卻對於人民言論、集會及結社權，進行嚴密監控，在消極方面，顯未保障人民有此自由而不予干預，甚至進而侵害人民表現自由，業已危及自由民主憲政秩序之存續。\n4、 次查，觀諸程定中（即臺灣省警務處之化名，下稱臺灣省警務處）77 年 4 月 22 日致賀力行先生（即中國國民黨臺灣省黨部之化名，下稱中國國民黨部）及崇安先生（即國安局之化名，下稱國安局）函文檢附之「雲林縣農民權益會專案調查報告」記載：「雲林農權會成員多為民進黨員，主要負責人包括李○平、張○吉等均是民進黨雲林縣黨部核心份子，也是朱○正的主要助手，成立動機顯不單純，必有政治上之企圖」，復據雲昌賢（即調查局雲林縣調查站之另一化名，下稱調查局雲林調查站）77 年 4 月 30 日致余崇法先生（即調查局督察室之化名，下稱調查局督察室）書函內容略以：「林○華表示雲林農權會將要辦一場十分壯觀的農民抗議活動，……此舉在於製造更大新聞事件，以提升渠領導下之政治層次，本站已密切注偵，針對不法事證加強蒐報。」及同年 5 月 3 日中興新村蒞臨場所警衛任務編組情報蒐集報告表記載：「77.4.26 總統府前農民抗議活動總指揮林○喜和各縣市農權會負責人在抗議活動結束前，呼籲全省農民踴躍參加 5 月 20 日（總統就職紀念日），再一次走上街頭採取暴力抗議活動，預計 5 月 20 日當天活動將由雲林縣農權會主辦。……5 月 20 日雲林縣農權會擬發動全省農民至臺北市國民黨中央黨部要拆除黨部之圍牆活動，實際上其幕後主要策畫人無疑地與朱○正有相當密切關切。」等情，可知在本件 520 農運前，相關情治、警調機關對於欲舉辦集會遊行之雲林農權會組織、成員及行動細節等項著手調查後，因認該會成員與民進黨關係匪淺，且係基於政治目的所為之群眾活動，與「臺獨意識」、「陰謀叛國」有所連結，而升高監控及防堵程度。\n5、 復查，斯時陳報至國安局之情報，多指出 520 農運有發生衝突之可能，此觀調查局雲林調查站 77 年 4 月 30 日書函記載：\n「林○華計畫製造汽油彈，擬於抗議活動中攻擊警方之用」及全安和（即警備總部保安處之化名，下稱保安處）同年 5 月 5日「情報報告」略以：「將編組成八大隊（約計 1 萬人以上），各大隊分別攜帶雞蛋、蔬菜，並發動 100 輛遊覽車。……預定動員挖土機兩輛，遊行時如遭警方拒馬阻攔，將以挖土機突破。」可證。又據 520 農運副總指揮陳○祥及嘉義領隊陳○華等人所述，當時有風聲傳出政府要抓人，勸其等不要參與遊行等語（本會 110 年 5 月 24 日調查紀錄參照），核與警政署 109 年 3 月12 日函文檢附之新竹縣警察局臺灣省警察人員獎懲案件請示單記載：「新竹縣 X 進黨，經本局保防室督同分局，妥與疏導並運用謀略作為，使渠等均未出名糾集黨羽前往聲援」、「新竹縣農權會原擬四百名欲往聲援，遊覽車均已租定，但經本局鍥而不捨疏導約制後，並無一人前往參加，績效極佳」、「新竹市部分亦透過各疏通管道前往聲援人數降低 30 名，並事先曉以大義得失，農民到場見請願變質即速返回，亦為疏導之功勞」及竺志強（即調查局新竹縣調查站之化名）77 年 5 月 21日函所陳「新竹地區農權會聲援 520 臺北抗議活動事前會議情形」內容略以：據消息指出政府要找機會逮捕林○喜、林○華等人，為避免重蹈美麗島事件之後果，保持農運實力，520 行動已勸阻其等參與活動等語相符。另觀余維安（即警備總部之化名，下稱警備總部）於 77 年 5 月 19 日檢送予國安局「防制群眾事件教則」所載「防治要領」：於現場處理階段，統一運用警兵力與情治單位，可逕行逮捕。再以，當日遊行除警力部署外，並有憲兵指揮部進駐兵力及警備總部警備處、保安處等單位防處人員，有國安局「520 事件 1」卷附「0520 警（兵）力部署表」、憲兵指揮部執行「0520 專案」使用兵力統計表、警備總部「0520 專案」防處人員數量統計表等件可參。又據該日前往採訪之攝影記者邱○興表示，以其過去參與社運經驗來說，憲兵在場並不尋常（本會 110 年 6 月 28 日調查紀錄可參）。\n是以，足證威權統治當局在接獲前述相關情資後，已前期整備警總、憲兵及警察等相關單位，除進行疏導外，並有鎮壓及逮捕 520 農運遊行群眾之預備。\n6、 末查，國民黨中央社工會（下稱社工會）所屬公路黨部、婦女會、國防部軍中播音總隊等相關單位，於 520 農運事件後，隨即採取相關措施，如國防部軍中播音總隊於 77 年 5 月 21 日至25 日撰播呼籲民眾支持政府、嚴辦為首暴力份子之插播稿、評論、新聞稿、錄音（報導）、節目稿及錄音帶等 6 項合計 117篇（則）；社工會所屬公路黨部於同年 5 月 21 日上午 10 時策動公路社團、臺北市駕駛員工會等 6 個社團攜帶慰問金前往警政署慰問警察，發表省市公路社團發表聯合聲明，嚴厲譴責暴行，並呼籲全民支持政府嚴懲不法。另要求該會全體同志及區黨分部「同心工作小組」寫信給行政院院長表示支持嚴辦不法之徒、寫信給警政署署長對受傷員警及執行任務警察表示慰問、投書各報章表示支持新聞採訪自由及痛斥毆打記者暴行、以化名寫信或打電話給民進黨中央黨部嚴厲譴責策動暴亂陰謀等情；由部會單位輔導政論性雜誌、刊物駁斥「520 暴力事件」等情，有國安局 77 年 6 月 9 日簽及國安局 520 事件卷 5 收錄之國防部軍中播音總隊對 520 事件工作執行概況及文正言（按：\n機關化名）77 年 7 月 11 日函等件可證。足見威權統治當局為因應民間對於「憲警執法過當」、「先鎮後暴」之批駁，除動員行政部門，並聯合社工會所屬公路黨部、婦女會，試圖營造民眾、團體支持政府鎮壓手段之輿論，對外透過媒體確立「先暴後鎮」之風向，樹立其執法之正當性。\n7、 綜合前述，威權統治當局未因解嚴而落實憲法保障人民之表見自由，仍基於維護其統治秩序之目的，將不同意見者視為「分離分子」，相關集會遊行視為「各種危害治安之群眾活動」，持續由警備總部督導協調各有關單位「加強掌握先期情報」、「採取適切之防處措施」，甚至透過警察等執法人員以公權力介入干預、「疏導約制」人民前往遊行之意願。復於本案警民流血衝突發生後，動員黨政系統鼓動民間社團並形塑不利遊行群眾之輿情，以遂其鞏固威權統治秩序之目的，前述所為，均已對人民之言論及集會結社自由造成嚴重干預，自屬違反自由民主憲政秩序，至為灼然。\n（三）本件係威權統治當局基於維護其統治秩序所為之追訴，除黨政不分外，並透過情治、軍事等國家機關或偵查輔助機關主導偵查作為，顯已違反自由民主憲政秩序\n1、 按刑事訴訟係以實現國家刑罰權為目的之司法程序，其審判乃以追訴而開始，追訴必須實施偵查，故此等程序悉與審判、處罰具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑事司法之一連串過程，其間代表國家從事「偵查」、「訴追」階段之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任務，則在此一範圍內之國家作用，當應屬廣義司法之一（司法院釋字第 392 號理由書參照）。又我國現制之檢察官係偵查之主體，其職權為實施犯罪之偵查、提起公訴，並有調度指揮警察之權（參看法院組織法第 60 條、刑事訴訟法第 228 條以下），因其職權具有一定之獨立性與中立性，關於偵查案件之進行，除於內部官署有檢察一體之上命下從關係外，對外應獨立於其他機關，以避免行政權藉由操縱檢察權影響審判權的危險。此可自法院組織法之規定，法務部長之外部指令權不及於「檢察事務」，僅得就「檢察行政事務」為行政監督，以防範不當政治考量干預刑事司法可知。再按，審判獨立乃自由民主憲政秩序權力分立與制衡之重要原則，亦為國家健全法制之基礎，是以，為落實憲法第 80 條所揭櫫之法官依法獨立審判精神，就偵查案件之進行，檢察官作為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉，與法官之刑事審判，同受憲法保障。\n2、 經查，520 農運遊行隊伍於 77 年 5 月 20 日上午從國父紀念堂集結、出發後，於下午 2 時 30 分起爆發首起衝突，行政院於當（20）日晚間 9 時許，即指示內政部與法務部須對為首肇事分子依法嚴辦（參法務部 78 年 6 月 6 日函文檢附之檢察機關處理 520 事件經過情形補充報告）。翌（21）日上午 6 時 30分許，總統李登輝在總統府介壽館召開會議，與會者除行政院院長俞國華、國防部參謀總長郝柏村、警政署長羅張外，亦可見中國國民黨秘書長李煥一同列席（參國安局「520 事件」1 卷附 5 月 21 日會議紀錄），甚至在會中指示李煥執行一定任務（詳後述），黨政不分之情形可見一斑。總統於會中指示：「應即加強文宣作為，發動輿論爭取社會大眾對暴力行為之唾棄及對政府不得已採取強力措施之支持：……請中央邀請各電視台、各報社，請其瞭解事件真相，同聲撻伐，以遏止暴力氾濫」、「司法方面配合問題，請李秘書長協調司法院林院長辦理」、「各情治單位應密切掌握各地區『民進黨』、『工黨』動態，隨時疏導、防處」等語。據此可知，在司法檢調開始調查、釐清本案警民衝突發生之緣由前，行政院等黨政高層業已定調遊行群眾「先暴」、政府「後鎮」之方向，藉以卸責。由於此等大規模之警民流血衝突事件，為解嚴後首例，成為媒體輿論關注之焦點，其中，尤以本案究竟是遊行群眾先以暴力攻擊員警後引致鎮壓之「先暴後鎮」、抑或是軍警不當執法引發群眾暴動之「先鎮後暴」，後續將牽動人民對於國家權力行使是否正當性之質疑及挑戰，是以，從前揭總統、行政院之指示可知，本案被告所涉妨害公務罪嫌之追訴與定罪與否，與其統治秩序息息相關，顯與一般刑事案件有別。\n3、 又一般刑事案件之犯罪嫌疑人遭逮捕後，應移由司法檢察機關進行後續追訴，並由檢察官主導偵查程序之進行。惟查，本案移由檢察官偵查之同時，警備總部及相關情治機關仍高度介入並蒐集相關情資，例如：透過前臺灣高等法院檢察處（現已改制為臺灣高等檢察署）人事室第二辦公室（下稱人二室），向調查局詳細報告本案起訴前，每一位在押被告之配舍情形，包含何人收押於獨居房、禁見房或新收房（參安崇法 77 年 6 月13 日防諜資料報告），本案相關被告起訴情形並由人二室告知調查局（參 77 年 6 月 16 日保防情報移文單），調查局將起訴書檢送國安局（參法務部 77 年 9 月 8 日函）；且據警備總部 77年 5 月 27 日致國安局函檢附之長安專案偵查計畫、偵訊筆錄等相關資料顯示，警備總部在 520 農運爆發衝突之翌日，為瞭解本案幕後有無受「匪諜、叛國組織及分離團體」之主使，隨即成立「長安專案」，凡該專案作業組人員，自 77 年 5 月 21日起免除各項值日勤務，全力推展（專案）工作，並由警備總部擬定偵查計畫，包含動員內線、運用關係，協調原臺北縣市、臺中縣市及雲林縣各調查組進行情報蒐集及對接，並依進度向國安局匯報。\n4、 次查，警備總部保安處雲林調查組運用臨時內線策動聲請人出面後，於 77 年 5 月 26 日在警備總部臺中市調查組約談聲請人，先以便餐招待，在場者除保安處潘組長、湯副處長、臺北市警局刑事警察大隊警員，嗣後並前往雲林縣二崙公墓垃圾堆勘查現場等情，有警備總部 77 年 6 月 13 日函文檢送之長安專案偵結報告及所附「臺灣警備總司令部保安處長安專案重要涉嫌對象邱煌生，本會會同北市警局偵查蒐證照片」16 張可證。\n核與聲請人於 77 年 8 月 1 日及同年 9 月 7 日向臺北地院提出之辯護狀所述，其於 77 年 5 月 26 日 12 時許遭誘騙至中部地區警備司令部，先吃飯、直至下午 6 時才正式做第一次筆錄，晚間 8 時做第二次筆錄，被留置時間長達 10 小時，期間辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死。在伊坦承後，接著麻煩的問題是載石頭的地點，辦案人員開始變造地點，便衣要伊指出那個交流道附近有人蓋房子，就說在那裏載的，另一位戴眼鏡的覺得不妥，說每一個交流道都有警察在監視，這樣說會漏氣。他們輪番逼問，伊本來說在二崙自強大橋附近載的，但便衣說那地方怎會有石頭？要伊改一個地方。因伊住在二崙公墓附近，就說是 5 月 19日晚上 11 點在二崙公墓的垃圾場撿的，完筆錄後，伊對辦案人員說伊確實沒載石頭，他說筆錄已經做了，現在已經來不及了，還說他們要趕去二崙公墓等語，所述之時間、地點脈絡大致相符。且觀警備總部上開陳報國安局之照片，並未據起訴書、歷審判決書或律師辯護狀引用，可見並未對外公開，如非聲請人親身經歷，實難解釋何以兩者高度相符。是聲請人所述，其警詢之自白係遭辦案人員威逼利誘及引導所為，即難認無據。\n此外，本案唯一坦承自系爭菜車上取石塊之被告溫○興，於臺北地院審理時，亦主張其警詢時受刑求始為自白，且此一主張亦非無據（詳細認定論據請參後述六、（四）、3 以下）。\n5、 本案偵查卷宗雖已銷毀，相關偵查過程及程序已難考究。但綜觀前述事證可知，本案偵查之始，即在黨政高層之關切下，由警備總部主導偵查方向，始終扣緊「520 農運有暴力預謀」之主幹，透過臨時內線，策動聲請人赴警備總部「自首」，並為建立聲請人受邱○泳之託，預謀在系爭菜車上藏有石塊之事實，威逼利誘聲請人自白，確認其陳述與載運石塊地點合理性後，復以不正方法取得溫○興之供述，將相關證人、證物齊聚、定調犯罪事實之輪廓，始交由檢察機關進行訴追。惟揆諸首揭說明，檢察官本應為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉。然而，在情治機關高度介入本案偵查過程，以及國安局、調查局透過人二室，詳細掌握報告本案被告收押配舍、起訴等情形下，甚難想像檢察官能對此毫不知覺，並可維偵查主體之獨立性可言，抑或對此以不作為之方式上下交相賊，進而提起公訴。無論如何，本件偵查程序中，國家機關及偵查輔助機關前揭所為，均顯已侵害司法之獨立性，導致不當政治考量得以藉此干預刑事司法。從而，本件係威權統治當局基於維護其統治秩序為目的所為之訴追，堪以認定。\n（四）本案之審判未就有利被告之主張及證據詳予調查，並對於威權統治當局基於維護威權統治目的，涉及不正取供等權力濫用行為予以彈劾，輕信國家機關及偵查輔助機關共同建構但不符事實之犯罪指控，係屬違反自由民主秩序，侵害公平審判原則之司法不法判決\n1、 承前所述，本案發生時雖已解除戒嚴，但仍然處於動員戡亂體制之下，黨國體制也牢固存在。不僅由前述所揭露的檔案文件可證，本案發生之前後，國家係以威權體制可用之手段予事前防處，事後因應；事實上，解嚴時政府即通過動員戡亂時期國家安全法、集會遊行法、人民團體組織法等法律，藉以繼續鞏固威權統治秩序；「萬年國會」須至司法院釋字第 261 號解釋宣告違憲後，始於 80 年 12 月 31 日走入歷史；維繫黨國威權體制運作之組織，如警備總部，須至「臨時條款」廢止後之 81年 7 月 31 日始裁撤；而隸屬前司法行政部調查局（現改制為調查局）編制於各級政府機關、學校及公營事業機構，負責保防業務的「人二室」則遲至 81 年 8 月始廢除、改組為政風室；掌握情治大權之國安局遲至 83 年始法制化；而情治機關對於政治異議者所為之監控，甚至一直持續到 89 年政黨輪替前才結束。凡此關於本案發生的重要背景均為公知之事實。在此黨國權威體制仍有效運行之情形下，如果司法確實獨立於威權統治之外，則法院審理時，首先應就公權力之不法行使予以調查或彈劾，而非不作為、默許、或甚而形式化、表面化地進行審判，對軍警調等國家機關及偵查輔助機關共同構築的犯罪事證照單全收。\n2、 本案審理期間，威權統治當局持續監控訴訟進行狀況，並指示警政署將證物送交檢察官再陳報法院，與公平審判原則有違\n(1) 查本案於 77 年 6 月 16 日起訴，同年 9 月 16 日經臺北地院一審判決，78 年 1 月 13 日經高院二審判決，同年 5 月9 日經最高法院三審判決駁回聲請人等之上訴而確定。期間，調查局透過人二室，傳遞本案訴訟進行狀況，復向上陳報國安局；此觀調查局「520」案卷中可見檢察官起訴書、臺北地院之開庭紀錄及法院判決書等，均於起訴、開庭及判決當日透過院檢之人二室傳遞至調查局等情可知，有調查局 77 年 6 月 16 日、21 日、7 月 18 日、25 日及 8 月 1日、78 年 1 月 11 日、2 月 1 日電話紀錄及函文暨調查局77 年 9 月 8 日、10 月 14 日、20 日、78 年 2 月 1 日致國安局函等件可憑。又觀嚴肅（即警備總部特檢處之化名）77 年 9 月 6 日致保安處、副本致國安局函文記載：林○華於私信內要求劉○玥等人於法院作證，並檢附林○華私信作為附件等情，顯示本案受押被告之動向，無論是獄中會面或私信均受警備總部及國安局之監控。\n(2) 又國安局局長於 77 年 9 月 16 日一審判決前之同月 10 日訪歐過境曼谷時，曾以特急電報指示「法院僅引用綠色小組及各電視臺片段錄影帶仍嫌不足，宜由（國安局）三處協調警政署以翁○明第一次製作以及經華視整理之錄影帶作為證物，嗣經協調警政署保防室，錄影帶均已送臺北地檢處參放運用」、「自立晚報刊載陳○扁所言警方先鎮後暴之說純係違背事實之論透過文宣加以駁斥」（國安局三處 77 年 9 月 14 日簽），嗣於 77 年 10 月間許木柱教授等人編印 520 事件調查報告書出版後，國安局三處四科於同年 11 月 7 日擬具研處意見，認該等手冊已觸犯出版法，可依照該法第 37 條予以警告或第 39 條予以查扣等情（國安局三處四科 77 年 11 月 7 日簽），均可見得威權統治當局對於本案之審理結果之高度關注。\n(3) 據此可知，威權統治當局，於司法方面，在本案移交檢察官偵查後，除動員國安情治單位進行監控，由警備總部主導偵查方向並協同警員進行偵訊，再透過警政署將證物送交檢察官，確保證人證詞及相關物證萬無一失，嗣於本案審理期間，除監控相關被告、法院開庭狀況並介入相關物證之提出；在輿情方面，則透過政黨及民間社團動員、投書，形塑社會氛圍（參前述六、（二）、6 以下），均意在確保其統治秩序不受動搖，業已侵害司法之獨立性。使聲請人及其他本案被告在本案追訴、審判程序，自始處於不利之地位，致無罪推定原則蕩然無存，嚴重侵害公平審判原則，進而違反自由民主憲政秩序。\n3、 本案判決未調查聲請人及同案被告溫○興在偵查過程有無受不正訊問之情及就其等否認犯罪之辯解進行調查，違反現代國家所要求的「依證據裁判原則」，侵害公平審判原則\n(1) 按憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又刑事訴訟法第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，同法第 270條規定：「（第 1 項）被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 2項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。」即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。另參照促轉條例第 6 條立法理由，立法者就應予平復司法不法之刑事有罪判決，採取國會撤銷之方式，係考量今日如重啟威權統治時期刑事案件之調查，將因拖延已久，許多判決資料及卷證滅失，使個案獲得審查救濟之可能性大幅降低。是以授權本會在個案調查過程中，如發現疑義，得參酌相關資料，對聲請人為有利之解釋。\n(2) 本案偵查、審判卷宗雖因已逾保存年限而遭銷毀，惟據本會所查檔案及辯護律師所存部分筆錄內容，聲請人辯稱其於警詢時係受不正訊問始為自白，應屬可信查聲請人於 77 年 5 月 26 日 18 時許第一次警詢時，明確否認犯行，復於同日 20 時第二次警詢時翻異前供，有偵訊筆錄可稽。觀諸員警林○隆於前揭第二次筆錄上記載：「你（按：指聲請人）所提請求我們一定盡力做到，請詳述你前次筆錄所保留部分」等語，勾稽國安局三處三科 77 年 7月 4 日簽文記載：……此次警備總部成立長安專案，在臨時內線協助下，策動邱某（即聲請人）出面投案，實有績效；另有關邱某因投案家庭陷入困境，經協調警備總部瞭解，目前透過○○○（按：遭國安局遮隱）予以照顧外，該部上簽有專案，每月給予 1 萬元之濟助，至邱某審判確定為止，審判確定後，則視情況需要再另案辦理等內容，堪認聲請人於地院審理時辯稱，辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死，以威逼利誘方式迫使其自白等語，應屬可採。\n(3) 本件唯一坦承其所擲石塊是取自系爭菜車之被告溫○興，辯稱係受刑求始為自白，經本會調查後認為非屬無據：\nA. 溫○興係當日向立法院借廁所之農民之一，為首波遭員警逮捕者，當時系爭菜車尚未到達立法院，換言之，根本不可能自未到達之菜車上取石塊丟擲據 520 農運副總指揮陳○祥所述，其與溫○興等三位一起借廁所的民眾，當時是第一批到達立法院者，溫○興等人被抓時，菜車根本還沒到立法院，溫○興自始無從自菜車上取石塊等語（本會 110 年 5 月 24 日調查記錄）。經查，77 年 5 月 20 日 14 時 15 分許，遊行隊伍抵復興橋，往立法院方向前進；嗣於 14 時 20 分許，在遊行群眾到達立法院前，有人廣播宣布「大家一起到立法院小便」，遭警方所阻後，群眾一湧向前而發生衝突，警方當場逮捕兩名投擲石塊之現行犯等情，有警政署 77 年 6 月 1 日於立法院第 81 會期司法內政委員會第一次聯席會議所提「五二○事件處理經過、綜合檢討及改進意見報告」及國安局第三處「○五二○」專案報告表可證。以上述時序，參諸當日參與遊行之潘○清、陳○華、陳○兆、邱○興、侯○慧所述，當日遊行人數眾多，系爭菜車與首批到立法院的隊伍有相當距離，在立法院門口一開始發生衝突時，群眾主要是丟擲手中的瓶罐，或拿大門花圃的磚塊，根本沒注意到菜車等語（本會 110 年 5 月 24 日、6 月 28 日調查記錄可參），及聲請人於 77 年 5 月 26 日第一次警詢時稱，車子到立法院時，看到有人丟石頭、門窗破裂的聲音，過一陣子我隨同隊伍將車子迴轉到忠孝東路警政署等語，可知系爭菜車抵達立法院附近時，已經是在發生首波衝突之後。勾稽邱○興提供之現場照片顯示，立法院在首波衝突後，大門口地上僅有零星瓶罐，無石塊等情大致相符。又本件因妨害公務案件被訴者高達 90 餘人，僅溫○興一人於偵查時陳稱其所擲石塊來自系爭菜車，亦與常情不符。是以，陳○祥所述，當時溫○興在立法院大門口被逮捕時，系爭菜車根本還沒到立法院等情，並非無據。\n從而，溫○興被控取系爭菜車上之石塊攻擊員警之事實，即屬有疑。\nB. 本案雖因年代久遠，查無相關筆錄及證物為證，惟參酌前述資料綜合判斷，應從有利於當事人之認定，堪認溫○興於本案審理時辯稱受不正訊問始為自白等情，洵屬有據。\n(4) 從而，本件歷審判決以聲請人及同案被告溫○興欠缺證據能力與證明力之自白定罪，係嚴重違反證據裁判原則，侵害公平審判原則。\n4、 歷審法院對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，未就有利被告之主張及證據詳予調查或彈劾，業已侵害公平審判原則\n(1) 依照起訴書及一審判決認定之事實，聲請人係於本案發生前一日，先將大白菜搬運上車，復於夜間獨自一人將部分大白菜移除後，再將一噸石塊藏於菜下。惟此部分業經「520 事件石頭案十一人教授團實驗調查報告」證明，一般成年男性均不可能在短時間獨立內完成。聲請人雖多次向法院聲請過磅秤重及調閱高速公路過磅紀錄等證據，以證明系爭菜車載運整車白菜或參雜石塊等物時之重量不同，惟臺北地院審理時對此一非常態事實，卻毫無作為。\n直至高等法院為二審判決時，不採一審判決認定「系爭菜車上載有一噸石塊」之事實，而限縮系爭菜車上所載石塊數量，認「另該石塊等並未認定全數取自系爭菜車」，故而認無調查證據必要，並以聲請人「刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉」等語，一筆帶過。\n(2) 此外，歷審判決均認定現場扣得之石塊、磚塊數量眾多，且部分群眾所擲石塊、磚塊，是就地取材。該地即指於立法院附近正在施工之臺大醫院，工地內不乏石塊、磚塊等建築廢料，且為數不少。若如起訴書及歷審判決所述，邱○泳等人在 520 農運遊行前，確有以石塊攻擊員警之暴力預謀，只要至現場稍加勘查，即可查知附近有工地，且內有建築廢料之事實。反之，系爭菜車所得載運之石塊，猶如杯水車薪；又依當時規定，貨車經由高速公路北上過程勢必經過數次查驗，且系爭菜車自雲林北上駛至國父紀念館期間，曾多次過磅受檢，均未發現石塊等情，有 77 年 6月 1 日聲請人警詢筆錄、同月 2 日訊問筆錄、同月 6 日訊問筆錄、同月 9 日臺北地檢署履勘現場筆錄可證。是以，若邱○泳等人於遊行前確有暴力預謀，何需捨近求遠，冒著被發現之風險，而令聲請人深夜卸載大白菜後搬運石塊，再以大白菜覆蓋後駕車北上，實與一般常情不符。\n(3) 歷審判決固引用攝影記者侯○慧、潘○鉅及謝○德等人之證詞，作為聲請人確有載運石塊北上之證據，惟查：\nA. 侯○慧於 77 年 9 月 8 日臺北地院審理時陳稱：「（檢察官問：車上有無石頭？）答：石頭有 6、7 顆。（檢察官問：\n有無看到有人把石頭丟上車後再攝影？）答：有看到拋東西上車，但不確定是否石頭。（審判長問）：當時是幾點？答：約 8 點多。（審判長問：能否確定？）答：我不敢確定，消防車已噴水完。」等語。\nB. 謝○德同日於臺北地院陳稱：「（法官問：你有無看邱煌生開一部載菜卡車？）答：有看到菜車，但不知何人開，詳細地點未注意，直到在城中分局（按：即中正第一分局，下同）前面，有看到有人在錄影、白菜都爛了。（法官問：\n菜尚有多少？）答：比木板低一點，不到一尺，葉已爛，有臭味。（法官問：當時車上有人否？）答：沒有人。（法官問：有無石頭？）答：我倒看有似混凝土包著的磚頭，約二三塊。」等語。\nC. 潘○鉅同日於臺北地院陳稱：「（法官問：5 月 20 日遊行你在？）答：晚上六時以後我在城中分局附近。（法官問：\n有無看到菜車？）答：那天有很多車子。（法官問：有無和相片同樣之車【提示指認相片】）答：我有看到一錄影機錄影，攝影人員拿○○○（按：無法辨識，下同）集中○○○方式攝影。答：依我自己判斷是電視台，共有兩人，一人打光，一人拿機。（法官問：有無看到車上有人？）答：\n車上沒人（法官問：看到車上幾塊石頭、什麼樣子【提示相片】）答：有幾塊像人引道上那種花瓶碎片，及幾塊小石頭。（法官問：和相片中相同否？）答：沒看到。（法官問：有無看到石塊上有水泥？）答：沒看到。（法官問：\n有無水泥石頭？）答：沒有。（法官問：你有無看清楚）答：我看到約有幾塊紅色石頭、還有菜。菜已爛掉（猜），有高低，高度不合很大。（檢察官問：你是看到石頭自地上撿上去他們才錄影，或在事先已收集一起才攝影？）答：\n我看到石頭收集一起靠近車後才拍有幾塊石頭我不知道，我當時只看到在錄影。（審判長問：你有無看到有人把石頭丟到車上？）答：我沒注意。」等語。\nD. 據此，侯○慧等人均係於 77 年 5 月 20 日下午 6 時以後始在中正第一分局前看見系爭菜車，當時警方業已開始蒐證，且據侯○慧所述，曾看到有人將物品丟上菜車，警員亦坦承有將石塊彙集後拍照存證之事實，顯見當時縱然看見系爭菜車上有石塊、磚塊等物，亦不能證明該等石塊取自菜車。歷審判決卻對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，片斷擷取侯○慧等人上述證詞作為認定聲請人有載運石塊犯行之依據，除錯置時空之外，亦扭曲證人證詞原意，難認為係遵循證據裁判原則所為之有罪認定。\n5、 以上情狀，聲請人等均已於審判過程提出抗辯，而法院未就此查明對渠等顯然有利之證據，已嚴重侵害聲請人等之請求注意權，未能盡到客觀性義務及澄清義務，且有應調查之重要事項未予調查，而與憲法第 8 條及第 16 條規定、正當法律程序原則及公平審判原則未符。\n（五）綜上所述，本案審理時，歷審法院對於聲請人所為之不正取供抗辯、證據調查聲請及證人所為之有利證詞，均未詳加調查而輕忽不採，從未檢視國家機關對社會運動所為事前防處、事後因應到追訴的政治目的，業已對於人民言論及結社自由侵害甚鉅，更未詳查起訴證據與犯罪事實之矛盾，以及公權力於事件過程中有無不法作為，甚而片斷擷取證人證詞，錯置時空，扭曲證人原意，最後作成在當時時空條件下不可能成立的犯罪事實認定。法院如此之審理作為，無異於接受國家機關為鞏固威權統治所為的追訴行為，服膺於威權統治目的。因此，本案屬於為維護威權統治目的所為違反自由民主憲政秩序之司法不法判決。\n據上論結，爰依促轉條例第 6 條第 1 項及第 3 項第 2 款規定，決定如\n主文。"
  },
  "structured_reasoning": [
    {
      "text": "一、 本件聲請意旨（一） 聲請人民國（下同）108 年 3 月 27 日聲請書主張略以：",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "1、 其被控於 77 年 5 月 20 日農民遊行前（下稱 520 農運）受總指揮邱○泳的囑咐從雲林撿拾石頭、磚塊裝載於其所有車牌號碼074-3850 號營業大貨車（下稱系爭菜車）北上至現場。然事實上，不但邱○泳否認此種說明，另據 11 人（聲請人誤載為 18人）教授團的實驗，亦無可能由其個人單獨在 1 個多小時內搬運將近 1 噸重的石頭，並在上方覆蓋大白菜作為遮掩。此外，其從雲林出發前往臺北途中，在虎尾交流道受到警察攔檢車上物件，車上除大白菜外並無他物。若有石頭、磚塊混雜其中，警察豈有放行之理？再者，貨車在高速公路需過磅，每次過磅皆有過磅條可資證明。倘如檢方所述，其於系爭菜車上裝載石頭、磚塊，那麼檢方為何不按其請求，分別以堆大白菜以及堆大白菜、石塊兩種方式過磅來證明？",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "2、 檢方未予調查對其有利之證據，反而只提出對其不利且沒有證據的推論。例如：當天在多架攝影機下，完全沒有任何影像紀錄可以證明石頭、磚頭是從系爭菜車而來；警方卻以在現場撿拾的 20 餘袋石頭、磚塊、鐵條就說是證據，指控這些都是從車上拿出來的。所謂欲加之罪何患無辭，不就是這樣嗎？",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "3、 歷審判決雖以其自白為判罪的論據，但一方面伊沒有那樣說，另一方面在法學日益進步之下，自白已經不能被當成證據。畢竟在歷經多年威權國家統治下，屈打成招或以威逼利誘、欺騙等方式，使當事人陷於錯誤而做出不利自己的自白，已經是法學界承認確實會有的事。僅憑檢方天馬行空的想像與控訴，卻有無辜人民深受牢獄之災，不但有違自由民主之憲政秩序，同時也侵害其受公平審判的權利與機會。520 農運迄今已逾 30載，餘年多少已未可知，只願有生之年能免除「犯罪人」的身分，還給受刑人一個公道。",
          "level": 3,
          "content": [],
          "children": []
        },
        {
          "text": "（二） 本會向相關機關調閱案卷後，函請聲請人提出補充意見，惟未獲見復。",
          "level": 2,
          "content": [],
          "children": []
        }
      ]
    },
    {
      "text": "二、 本件調查經過為期釐清事實，本會積極搜尋相關資料，過程如下：",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（一） 本會向前臺灣臺北地方法院檢察處（現已改制為臺灣臺北地方檢察署，下稱臺北地檢署）、臺灣臺北地方法院（下稱臺北地院）、臺灣高等法院（下稱高院）及最高法院調閱聲請人於 77年間因參與 520 農運所涉妨害公務案件（下稱本案）判決及卷宗資料。",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 最高法院書記廳、高院及臺北地院分別於 108 年 5 月 1 日、同月 7 日及 30 日函送最高法院 78 年度台上字第 1696 號刑事判決影本、高院 77 年度上訴字第 3296 號刑事判決影本、臺北地院 77 年度訴字 1048 號刑事判決抄本各 1 件。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 臺北地檢署於 108 年 6 月 10 日函復本會略以：「查本署 78 年度職字第 1867 號邱煌生妨害公務乙案歷審及偵查卷宗業經本署註銷檔號，並由臺灣臺北地方法院通緝室領回列管，本署無上開卷證資料，請逕向臺北地院洽詢」，嗣臺北地院於 108 年6 月 25 日函復該署表示：「經查其中被告陳○松於 90 年度訴緝字第 137 號免訴判決確定，由貴署（90 年度執他字第 5278號沛股）執行結案」，臺北地檢署復於 108 年 7 月 5 日函復本會略以：「查本署 90 年度執他字第 5278 號陳○松妨害公務案件卷證資料已逾保存期間銷毀，僅提供該案判決書、起訴書影本供參。」（二） 本會向國家發展委員會檔案管理局（下稱檔案局）、法務部調查局（下稱調查局）調閱雲林縣農民權益促進會（下稱雲林農權會）等相關檔案資料。檔案局於 108 年 8 月 13 日函復本會略以：「經查法務部調查局本年 7 月 15 日移轉目錄，查得 1 案（檔號：0077/3/72381；案名：雲林農權會案），共計檔案原件1 卷，請大會派員至本局查閱」；調查局於同年月 20 日函復本會略以：「本局『雲林農權會、台灣農權總會、嘉雲人權會案』（檔號：0078/3/63859）資料，業於 108 年 8 月 13 日調總伍字第 10824518120 號函以『普通檔案』移轉國家發展委員會檔案管理局，請查照。」本會以「邱煌生」、「520 農民運動」、「邱○泳」、「林○華」、「李○海」、「雲林農權會」等相關關鍵字於檔案局國家檔案資訊網查詢，查得檔卷內容已包含於該局提供本會之檔案數位檔內。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（三） 本會向臺灣人權促進會、聲請人及其他同案被告辯護人莊○明律師、洪○叁律師、李○雄律師調取本案卷宗及相關資料。臺灣人權促進會於 108 年 12 月 3 日函復提供聲請人 77 年 8 月 1日、9 月 7 日、12 月 14 日辯護狀及書信；洪○叁律師於 108年 12 月 18 日函復所存其當事人邱○泳相關案卷資料；莊○明律師於 108 年 12 月 24 日函復該卷證已逾保存年限，全部銷毀；李○雄律師於 109 年 2 月 6 日函復提供該案所存資料。本會因而取得臺北地檢署、臺北地院及高院部分筆錄影本。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（四） 本會向當年執行集會遊行勤務之機關即前國防部憲兵司令部（現已改制為國防部憲兵指揮部，下稱憲兵指揮部）、內政部警政署（下稱警政署）、臺北市政府警察局（下稱臺北市警局）及前臺北市警局城中分局（嗣更名為臺北市警局中正第一分局，下稱中正第一分局）調取本案相關資料。",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 中正第一分局於 109 年 3 月 4 日函復本會略以：「事件發生迄今逾三十餘年，本分局查無旨揭邱君檔案卷資」；憲兵指揮部於 109 年 3 月 5 日函復本會略以：「查本部現存檔案無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料。」",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 警政署於 109 年 3 月 12 日函復本會略以：「有關本署收文字號：警收 79688 號之檔案（77 竹縣警人字第 3437 號函）影本資料如附件；另經查現有檔案並無『520 農民運動』及『雲林農權會』等資料。」",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 臺北市警局於 109 年 3 月 26 日函復本會略以：「經調閱 77 年相關檔案，與民眾邱○生相關者為：77 年 11 月 11 日警保字第 273669 號函覆監察院『調查 520 農民運動』一案。」其內容緣於監察院為調查 520 農民遊行引發之警民衝突而造成流血事件並追究雙方應負責任案之相關公文。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（五） 本會向監察院調取本案相關調查卷宗，監察院於 109 年 4 月23 日函送該院前調查 520 農民運動案件卷宗光碟 1 份，卷內雖收錄部分偵查筆錄，惟該院調查方向係著重偏向警方執勤有無缺失部分，對於刑事追訴部分並無著墨。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（六） 為查詢當年所存本案相關影像紀錄，本會再函請國防部後備指揮部（下稱後指部）、憲兵指揮部、警政署、臺北市警局、中正第一分局、臺北地院、臺北地檢署及當年現場拍攝之綠色小組、臺灣電視公司（下稱臺視）、中華電視公司（下稱華視）及中國電視公司（下稱中視）等單位協助提供影音檔案。",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 中正第一分局於 109 年 12 月 21 日函復本會略以：「旨案迄今已逾三十餘年，且為臺北市政府警察局刑事警察大隊移送案件，本分局查無相關卷資或蒐證影像紀錄」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 憲兵指揮部於 109 年 12 月 22 日函復本會略以：「查本部無存管『520 農民運動』及『雲林農權會』邱煌生先生相關資料」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 中視於 109 年 12 月 25 日函復本會略以：「經查，囿於該播出期日距今已歷相當之期間，且新聞資料庫存留資料有限致無法就該新聞畫面等資料予以提出，而無法提供」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "4、 後指部於 109 年 12 月 28 日函復本會略以：「本部查無貴會調取邱煌生先生聲請平復司法不法案所需資料」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "5、 華視於 109 年 12 月 29 日函復本會略以：「檢覆本公司 77 年 6月 1 日『移送載石塊卡車司機』新聞報導畫面壹則光碟片」。",
              "level": 3,
              "content": [
                "臺視於 110 年 1 月 4 日函復本會略以：「僅檢送載有旨揭影音資料存檔畫面之光碟乙份」，經檢視上開新聞報導畫面及綠色小組之影像資料，初步過濾雖有當天遊行隊伍、警民衝突及民眾立於系爭菜車上之畫面，惟查無衝突發生時與系爭菜車有關之影像紀錄。"
              ],
              "children": []
            },
            {
              "text": "6、 臺北市警局於 110 年 1 月 11 日函復本會略以：「查旨案迄今已逾 30 年，相關案卷業於時函報臺灣臺北地方檢察署在案，本局查無其他蒐證資料」。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "7、 臺北地院於 110 年 1 月 26 日函復本會略以：「經查本院 77 年度訴字第 1048 號被告邱煌生等妨害公務案件，全案卷證於最後一被告陳○松因通緝，追訴權時效完成，經本院以 90 年度訴緝字第 137 號判決免訴確定，於 90 年 11 月 15 日將全案卷證送臺灣臺北地方檢察署執行……承上，本案卷宗、證物等最後由臺灣臺北地方檢察署保管處理，本案本院僅存一審判決原本，贓證物庫亦無相關之卷宗及證物錄音錄影帶。」",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "8、 臺北地檢署於 110 年 4 月 30 日函復本會略以：「（一）本案之卷宗與錄音、錄影帶係分別存放於本署檔案室及贓物庫。（二）有關民國 77 年 520 農民運動乙案相關之錄音、錄影帶業已銷毀，故無法提供。（三）檢附銷毀資料影本 1 件供參。」（七） 為釐清相關事實及偵查、審理經過，本會分別於 110 年 4 月 14日、15 日、5 月 24 日、6 月 28 日、7 月 30 日、9 月 28 日、10 月 5 日通知本案同案被告潘○清、林○如、曾○義之子曾○杰、520 農民運動副總指揮陳○松（後改名陳○祥，下稱陳○祥）、糾察總指揮陳○兆、嘉義領隊陳○華、原定載菜司機李○彰；當日曾至現場採訪之攝影記者邱○興、潘○鉅、侯○慧，及製作聲請人第一次筆錄之臺北市警局警員林○隆、時任前臺灣警備總司令部（下稱警備總部）保安處組長潘○南；當時為聲請人辯護之律師莊○明、同案被告溫○興及曾○義辯護律師鄭○助、同案被告邱○泳辯護律師洪○叁等人，到會或以視訊方式陳述事實經過及意見。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        }
      ]
    },
    {
      "text": "三、 本案判決之背景（一） 1970 年代末期至 1980 年代以降，美國為保護本國產業，依西元 1974 年制定之貿易法（Trade Act of 1974）第 301 條至 310條規定（簡稱 301 款），迫使臺灣政府大幅開放美國農產品進口，使得臺灣農業及政策均面臨重大轉變，加上長期積累之農政缺失及民主化浪潮興起，若干農業議題漸於臺灣社會發酵，例如，74 年高雄豬農向前臺灣省政府抗議進口玉米飼料驗出黃麴毒素、75 年底學生運動組織發起抗議美國進口香菸、葡萄打擊農民生計等農業議題抗爭事件，並自個別議題上升至政策及結構面之變革訴求（參徐文路，文化部國家人權博物館籌備處委辦「1987-1988 臺灣農民運動口述歷史計畫」，未出版）。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二） 各地農權會於 76 年至 77 年間陸續成立，首先成立之山城農民權益促進會（下稱山城農權會）於 76 年 12 月 8 日發動數千人前往立法院抗議，要求禁止進口美國香吉士等水果，此係自日治時期二林蔗農抗爭以來，臺灣首次大規模農民抗議活動，並成功引起各方關注農業問題。嗣因 77 年 1 月 13 日蔣經國去世，相關農民及社運活動暫停，其後，山城農權會等相關團體陸續籌備如「316」、「426」等農民運動，要求政府在臺美貿易談判時謹守立場。當中特別引發關注者，為 77 年 4 月 26 日426 活動遊行現場，約有 80 餘輛的農耕機及鐵牛車上街頭，並為抗議「菜賤傷農」，將整車小白菜及白蘿蔔倒在總統府前博愛特區馬路上，林○華在活動解散前當場宣布在下個月（5月）20 日還會再來。",
          "level": 2,
          "content": [],
          "children": []
        },
        {
          "text": "（三） 77 年 5 月 20 日，由雲林農權會主辦，總指揮林○華及副總指揮邱○泳、陳○祥等人提出成立農業部等七大訴求，號召農民前往立法院請願。當日現場出動警察、憲兵進行維安工作。",
          "level": 2,
          "content": [
            "遊行群眾下午行至立法院門口時，因農民借廁所遭拒等情事發生警民衝突，復因不滿警方對遊行民眾突如其來的逮捕行為，群情激憤，警方則出動水車、鎮暴部隊驅逐抗議群眾，後續引爆為大規模之流血衝突，抗議活動直至翌（21）日早上 7 時許，憲警發動最後一次驅離行動為止，歷時約 17 小時。此場警民衝突事件，現場遭逮捕者共計 128 人，其中 90 餘人遭檢察官以妨害公務等罪名起訴。"
          ],
          "children": []
        }
      ]
    },
    {
      "text": "四、 聲請人所受刑事有罪判決之要旨（一） 聲請人於 77 年間因本案經臺北地院 77 年度訴字 1048 號判決（下稱一審判決）判處有期徒刑 1 年 6 月，復經高院 77 年度上訴字第 3296 號判決（下稱二審判決）撤銷一審判決，改處有期徒刑 1 年 4 月，嗣經最高法院 78 年台上字 1696 號判決（下稱三審判決）認二審判決理由與法無違，而駁回聲請人等之上訴而確定。本會爰以三審判決認定本件 520 農運爆發衝突之始末及本案事實、理由與二審判決理由簡述其要旨，先予敘明。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二） 事實部分略以：",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 林○華係雲林農權會總幹事，以農民爭取權益為由，向臺北市警局申請於 77 年 5 月 20 日上午 10 時起至同日下午 11 時止至臺北市遊行，並擬往立法院及中國國民黨中央黨部陳情抗議。",
              "level": 3,
              "content": [
                "經臺北市警局許可其申請，惟縮減其遊行時間至同日下午 7 時止，並修正其遊行路線。林○華及雲林農權會會長李○海接獲該局核准許可遊行通知後，大表不滿，先後提起兩次申復，表明上開修正及限制均於法無據，屆時將按照原申請內容執行，復於同年 5 月 19 日以「雲林農權會」名義發表強烈聲明略以：",
                "仍將依原申請路線遊行抗議，若國民黨蓄意製造事端，阻礙遊行之進行，致發生衝突，一切後果由國民黨負責等語，並決定遊行抗議活動由林○華擔任總指揮，邱○泳、蕭○珍及陳○祥為副總指揮，李○海為總領隊，首謀公然聚眾對於公務員依法執行職務時施強暴脅迫，並推由邱○泳僱用大貨車 1 輛，載運大白菜沿街丟擲以表達農民抗議之心聲。邱○泳即以新臺幣（下同）7,000 元之代價，僱請聲請人駕駛系爭菜車參加遊行，除要其載運大白菜外，並囑其秘密至雲林縣二崙公墓附近撿取石頭，藏於大白菜底下，以備於遊行過程中，與警方發生衝突時，作為攻擊警察、激發群眾情緒之用。聲請人乃基於幫助之犯意，依囑於同年 5 月 19 日晚間 11 時許，至上開地點撿拾石塊、磚頭及水泥塊等建築廢料（確實重量，未經核算不詳），預藏於其貨車上之大白菜下，翌日載運至臺北市國父紀念館參加遊行。"
              ],
              "children": []
            },
            {
              "text": "2、 同年 5 月 20 日中午 12 時 40 分許，該遊行隊伍約三千餘人，自臺北市國父紀念館出發，行進間，蕭○珍不時以擴音機攻擊政府之農業政策，並要求李登輝總統下台。遊行隊伍至同市南京東路與林森北路口時，本應依核准路線左轉林森北路，惟渠等仍堅持依原申請遊行路線行進，且在蕭○珍之鼓動下，不顧臺北市警局中山分局員警之警告及制止，強行衝過員警之人牆，直行至中山北路左轉中山南路前往立法院。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 同日下午 2 時 30 分許，該遊行隊伍抵達立法院時，部分群眾藉故欲進入立法院內上廁所小便。值勤員警以已在立法院外備有流動廁所供渠等使用為由，予以婉拒。林○華即在指揮車上以擴音機說：「立法院是我們的，我們到裡面去放尿！」蕭○珍接著廣播說：「小便是人民的權利」等語，煽惑群眾對於在立法院維持秩序之員警施強暴脅迫，群眾在林○華及蕭○珍之煽惑下，即欲強行闖越值勤員警之人牆，先是推擠，繼則或取自系爭菜車上、或就地取材以石頭、磚塊、水泥塊、空罐、木棍、旗桿等物，攻擊執勤之員警。嗣值勤之員警，當場逮捕以取自系爭菜車上之石塊攻擊之現行犯溫○興及用木棍對警員施暴之曾○義，群眾情緒因而高漲。此時在指揮車上之蕭○珍、林○華、陳○祥、邱○泳，更基於犯意之聯絡，輪流以擴音機喊叫「抓扒仔警察（台語）！」、「狼心狗肺警察！」或「幹你娘（台語）！」等語，辱罵執勤員警，並表示警方如不放人絕不罷休。林○華且持「雲林農權會」之會旗帶頭到立法院正門，對執勤員警施暴，群眾隨之以石塊、磚塊、水泥塊、木棍、旗桿及空罐等物對員警實施猛烈攻擊。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "4、 同日下午 3、4 時許。經主管警察機關多次向群眾喊話命令解散，惟渠等仍不解散，而繼續舉行，警方乃以水柱強制驅散，予以制止，渠等仍不遵從，復自立法院轉往中山南路、常德街口繼續與警方對峙。期間經警察人員先後逮捕以石頭攻擊執勤員警及以車輛阻攔鎮暴警察前進之現行犯。同日下午 5 時 30分許，遊行群眾見無法越過鐵絲網前往中國國民黨中央黨部，故轉往徐州路至警政署，再轉往中正第一分局，要脅警方釋放被逮捕之人犯，未能得逞，竟又以石塊、磚塊、水泥塊及鐵片等物攻擊執勤員警，且拒不解散。至同日下午 7 時許警方再以水柱強制驅散群眾，並陸續逮捕藉機以石頭、磚塊、水泥塊及鐵片等物攻擊執勤員警或叫罵助勢之現行犯。在驅散行動中，保安大隊警員夏○忠發現系爭菜車上藏有石塊等攻擊武器，而司機即聲請人則早已棄車逃匿。嗣遊行群眾聚集在忠孝西路天橋下及公園路停車場與警對峙，輪流發表演說、喊口號、唱歌。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "5、 至翌（21）日凌晨 1 時 30 分許，臺北市警局局長以擴音機命令群眾於 5 分鐘內解散離開現場，並倒數計時，每隔數秒命令一次，惟屆時群眾仍拒不解散，乃於當日凌晨 1 時 35 分起實施強制驅散，期間先後逮捕駕車衝向警察人牆、在場叫囂助勢及以石頭、磚塊、鐵片等物攻擊執勤員警之現行犯。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（三） 高等法院二審判決理由略以：",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 訊據邱○泳、林○華及聲請人等人雖均否認犯行，邱○泳辯稱：",
              "level": 3,
              "content": [
                "伊主張以溫和方式進行遊行，且當天伊喉嚨不舒服，並未參加喊話，更未叫聲請人在大白菜下預先藏石塊、水泥塊、磚塊等語，聲請人辯稱：遊行當天系爭菜車大白菜下並未藏石塊，邱○泳亦未叫伊搬運石塊，伊在警詢及偵查中之自白，係貨運行老闆塗○田及刑警林○隆，叫伊將責任推給邱○泳，就可沒事，同時也可以回家，伊始為不實之承認云云。"
              ],
              "children": []
            },
            {
              "text": "2、 惟查，林○華於其所書抗議書已提及：「唯有下猛藥採取非常的手段，才全體決定於 5 月 20 日採取『520』八萬農業大軍上街頭之抗議行動」、「如有立委諸公公然反對農眷保預算列入78會計年度，包圍其住宅以達目的，為不可避免之手段」、「當咱們發出怒吼，無懼於事時，也就是咱們的權益獲得保障時」、「520八萬農業大軍上街之抗議行動，係向執政當局爭取權益，並力拼到底，不達目的絕不罷休！」等語；及邱○泳在該農權會紀錄後以書面表示：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語，足見邱○泳等人於遊行前即有不遵守許可遊行時間、路線及與警方發生衝突之意圖。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 本案群眾曾以大量石塊等物，攻擊執勤員警之事證已如前述，而林○華、邱○泳等遊行活動之指揮、領隊人員，於出發前即有妨害公務之意圖，又已說明如前，故聲請人所駕系爭菜車是否預藏石塊等攻擊武器，均不影響該等指揮、領隊人員應負之刑責，此項事實之有無，僅能決定聲請人有無妨害公務之犯行而已。按燎原之火可起於星星，群眾失控之情緒，亦可因一石之激、一言之惑而生，故聲請人刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "4、 茲將聲請人所駕車輛預藏石塊等攻擊武器之證據，詳列如下：",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "（1）聲請人於警詢、檢察官偵訊及臺北地院 77 年 6 月 17 日訊問時，迭次供認其曾依邱○泳之囑，在大白菜底下暗藏石塊，且亦知該石塊係預備攻擊警察之用，又系爭菜車所屬川○交通公司負責人塗○田於檢察官偵訊時亦證稱：「他（指聲請人）事後曾告訴我說是邱○泳叫他去載石頭，並要保密」云云，足證聲請人所述依邱○泳之囑，於車上暗藏石塊之自白，係出於其本意，非因刑求、利誘而為。（2）溫○興於警詢及檢察官偵訊時，一再聲稱有人自系爭菜車上拿石頭下來供伊丟擲云云，與聲請人於檢察官偵訊時所供：「我在前座，從後照鏡看到有人從我後車台上持石塊丟立法院，有人在我車上上下下著」等語，互核相符，堪予採信。至溫○興及聲請人事後空言翻供，則無可採。莊○明律師主張溫○興係因被警刑求而為不實之證述，並請求調查溫○興被警方借提偵訊之詳情，亦無可採，且無必要，蓋溫某在檢察官偵訊時，亦曾為相同之供證。（3）警員夏○忠於原偵審中一再指稱：77 年 5 月 20 日下午 6、7 時許，伊見系爭菜車上有部分民眾，恐妨害警察驅散工作，乃上車請民眾離去，要下車時，一腳踩進菜堆洞裡，感覺疼痛，乃用手掏，因而發現菜下之石塊云云。又扣案之國內三家電視台有關 520 事件新聞報導錄影帶，經臺北地院當庭播放，亦有該卡車載運石塊之畫面；又攝影師謝○德、侯○慧、潘○鉅於原審審理時，均具結稱：渠等於 77 年 5 月 20 日下午 8 時許，赴中正第一分局採訪，見系爭菜車上有似混凝土包著的磚塊（謝某所見）、石頭（侯、潘所見）云云，尤足證明聲請人有關車上暗藏石塊之自白，確與事實相符。（4）該暗藏石塊之系爭菜車從雲林至臺北途中，雖曾遭刑警檢查，然因檢查不夠仔細，致未發現石塊等情，迭據聲請人於檢察官偵訊時供認在卷，故員警未能及早發現石塊，不足以證明該車未藏石塊。（5）聲請人於公墓附近路邊撿取石頭時，既未攜帶磅秤，自無從獲悉所撿石塊之確實重量，其自白中有關石塊重量部分為推測之詞，無從核對是否與事實相符，故不予採信。惟其自白與事實相符部分（即依邱○泳之囑於車上暗藏石塊部分）仍得採為證據。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（6）聲請人載運之石塊數量既無從核算、認定，故卷內「520事件石頭案十一人教授團實驗調查報告」不足採為有利聲請人之證據；其聲請履勘二崙公墓並實驗載運石塊，因而認無必要。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "（7）扣案之石塊、磚塊及水泥塊等數量龐大，高院調查此部分之證據時係提供樣品、照片供被告等辨認，此部分事證已臻明確，聲請人另聲請傳訊證人李○海等人，及命檢察官提供 77年 5 月 20 日查扣系爭菜車之錄影帶等事，均無必要。另該石塊等並未認定全數取自系爭菜車，且溫○興取自該車用以施暴之石塊，是否曾經扣案，亦無從證明，故辯護人聲請鑑定扣案石塊等重量、有關石塊數量是否與自白相符、是否沾黏菜渣、是否含濁水溪之砂等，均無必要。聲請人辯稱因塗○田、林○隆叫其將責任推給邱○泳即可沒事返家之詞，已為塗、林 2 人否認，此項辯解顯不足採。至鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍等人，雖均稱：",
                  "level": 4,
                  "content": [
                    "渠等未曾目睹有人自系爭菜車上取石頭丟下云云，聲請人之妻林○香雖稱：77 年 5 月 19 日伊夫半夜未曾出門云云，然核與上開事證不符，均難採為有利聲請人之證據。"
                  ],
                  "children": []
                }
              ]
            },
            {
              "text": "5、 從而，聲請人等前開辯解均不足採。核其所為，係犯刑法第 136條第 1 項後段之幫助犯，並應依照刑法第 30 條第 2 項規定減輕其刑。一審判決誤論其係刑法 136 條第 1 項後段之共同正犯，即有可議，關於此部分應予撤銷改判。爰審酌聲請人雖無犯罪前科，然運石北上，引發本案，對社會造成重大之損害，故量刑較後述溫○興等正犯為重，且不為緩刑之諭知，由有期徒刑 1 年 6 月改處有期徒刑 1 年 4 月，併此敘明。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（四） 最高法院三審判決理由略以：",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 二審判決以邱○泳於「雲林農權會」紀錄後之書面意見謂：「今後謂咱們的權益問題，姿勢不能擺得太低，屢屢以軟式的抗議，皆未得應有的重視，因此盼各位今後在心態上多予調整」，並書寫「攻勢」、「拒絕所有法律裁定」、「向國民黨所有不公平惡法挑戰」等語。林○華、李○海於臺北市警局通知其等修正限制遊行路線及結束時間後，以「雲林農權會」名義發表強烈聲明，表示仍將依原申請路線執行等語。參以聲請人在警詢及一審偵審中，供明邱○泳事先秘囑伊在貨車大白菜下暗藏石塊，伊知該石塊係預備攻擊警察之用等語，及系爭菜車所屬川○交通公司負責人塗○田於檢察官偵查時證稱：聲請人事後有告訴伊是邱○泳叫他去載石頭，並要保密等語，互相印證，足見林○華、邱○泳等首謀於遊行之前，即有不遵守遊行時間、路線、與員警衝突之意圖。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 聲請人在檢察官偵訊時亦自白：「我在前座自後視鏡看到有人從我車之後車檯上持石頭丟擲立法院，很多人在我車上，上上下下」等語，與溫○興於警詢及檢察官偵查中坦承：「有人自運白菜之車上拿石頭下來，供我們丟擲」，警員夏○忠在偵審中一再證述：「77 年 5 月 20 日下午 6、7 時，伊見載白菜之川○交通公司卡車上有民眾，乃下車請民眾離去，足踩及石塊」等語。又攝影師謝○德、前進周刊之攝影侯○智、自立晚報記者潘○鉅等在第一審到庭證稱「5 月 20 日下午 8 點許，伊等至中正第一分局前採訪，見系爭菜車上有混凝土包著的磚塊、石頭等語，與聲請人之自白情節相符。另林○華之選任辯護人陳○扁律師提出之臺視、中視及華視有關 520 事件新聞報導錄影專輯，及綠色工作小組錄製之 520 事件專輯各 1 卷，當庭播放新聞報導等之畫面上有上開情形及系爭菜車上確有載運實況情事，有播放錄影帶之勘驗筆錄、「0520」、「蕭○珍專輯錄影帶摘要說明書」2 件、蒐證照片 1 冊共 225 張、個別證據欄所列證據暨扣案之石塊等 24 袋 1 紙箱又 20 塊、圓形木棍 13支、方形木棍 4 支、鐵片 62 片等證物，為所憑之證據及認定之理由。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 邱○泳雖辯稱當日未參與喊話，亦未叫聲請人在大白菜下預藏石塊等物云云，又聲請人事後翻異否認載運石頭，辯稱在警詢及偵查中之自白，係塗○田及刑警林○隆囑伊將責任推給邱○泳即可無事，而為不實之供述云云，俱與上開證據不相適合，均不足採。至於鍾○福、顏○、吳○、邱○、鍾○龍、張○雄、謝○、朱○立、張○我、詹○龍、林○香之證言及「520 事件石頭案十一人教授團實驗調查報告」均不足採為有利聲請人之證據。聲請人等聲請提出 5 月 20 日查扣系爭菜車之錄影帶、至二崙公墓勘驗及鑑定石塊等，認皆無必要。二審判決已於判決理由內一一詳加指駁說明，並以聲請人係以幫助犯罪之意思為之，應依刑法第 30 條、第 136 條第 1 項後段論處，經核與法尚無違誤。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        }
      ]
    },
    {
      "text": "五、 促進轉型正義條例（下稱促轉條例）第 6 條第 3 項第 2 款所稱「應予平復司法不法之刑事有罪判決」，係指同條第 1 項所規定之「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件」按「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第九條規定，藉以平復司法不法」、「前項之平復司法不法，得以識別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。",
      "level": 1,
      "content": [],
      "children": []
    },
    {
      "text": "六、 聲請人所受刑事有罪判決，屬威權統治時期，違反自由民主憲政秩序、侵害公平審判原則所為追訴及審判之刑事案件（一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院釋字第 499 號解釋理由書中有如下闡釋：「我國憲法雖未明定不可變更之條款，然憲法條文中，諸如：第一條所樹立之民主共和國原則、第二條國民主權原則、第二章保障人民權利、以及有關權力分立與制衡之原則，具有本質之重要性，亦為憲法基本原則之所在。基於前述規定所形成之自由民主憲政秩序（參照現行憲法增修條文第五條第五項及本院釋字第三八一號解釋），乃現行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。」此一解釋足為理解促轉條例所定「自由民主憲政秩序」概念之參考。",
      "level": 1,
      "content": [],
      "children": [
        {
          "text": "（二）威權統治當局未因憲法施行、解除戒嚴而鬆動其黨國體制，復於 520 農運遊行前，基於鞏固其統治秩序之目的，運用情治機關進行監控，並以公權力介入影響參與者意願，又於本案發生後，藉政黨之力鼓動民間社團並形塑輿情，鞏固其統治秩序，有違自由民主憲政秩序",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 按臺灣於第二次世界大戰結束後，繼受中華民國法制，進入中華民國訓政時期約法（20 年 6 月 1 日公布施行，下稱訓政約法）體制。訓政約法明文承認中國國民黨在國家體制內，代表國民大會行使中央統治權，具有指導監督政府之地位，而於訓政時期形成黨國體制。嗣中華民國憲法於 36 年 12 月 25 日施行，訓政時期結束，進入憲政時期，惟第一屆國民大會代表於37 年 5 月 10 日依修憲程序，制定公布「動員戡亂時期臨時條款」（下稱臨時條款），總統權力因此明顯擴大；嗣臺灣省政府、警備總部佈告自 38 年 5 月 20 日零時起臺灣全省戒嚴。又於動員戡亂時期，第一屆中央民意代表未能改選而繼續行使職權，加以總統大多並兼中國國民黨總裁或主席，致使中國國民黨事實上長期立於主導國家權力之絕對優勢地位，從而原應隨憲法施行而結束之黨國體制，得以事實上延續。直至總統令宣告臺灣地區（不含金門、馬祖）自 76 年 7 月 15 日零時起解嚴，80年 5 月 1 日動員戡亂時期終止，國家體制始漸回歸自由民主憲政秩序（司法院釋字第 793 號理由書參照）。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 次按憲法第 14 條規定人民有集會之自由，此與憲法第 11 條規定之言論、講學、著作及出版之自由，同屬表現自由之範疇。",
              "level": 3,
              "content": [
                "本於主權在民之理念，人民享有自由討論、充分表達意見之權利，方能探究事實，發見真理，並經由民主程序形成公意，制定政策或法律。因此，表現自由為實施民主政治最重要的基本人權。國家在消極方面應保障人民有此自由而不予干預；積極方面應提供適當集會場所，並保護集會、遊行之安全，使其得以順利進行（司法院釋字第 445 號解釋參照）。我國經總統令宣告解除戒嚴時起，人民言論、集會及結社等權利，本不再受戒嚴法等相關法令之限制。惟統治當局於解嚴後，對表達與政府不同意見者之監控並未隨之鬆綁，反之，為因應群眾上街頭之狀況，警備總部隨即針對群眾事件成立編纂小組，加以研究，並進行情報工作，例如透過布建、監檢作為，蒐集各類情資以「確實掌握國內分離團體陰謀與動向」，彙編日報、週報、月報及「農運」、「工運」、「學運」、「婦運」、「山運」等專報，督導各有關單位加強掌握先期情報，並協調有關單位採取防處措施，對重要「分離（違常）活動」多能掌握，適時研整分發、運用。又防制群眾事件之編組，包含警備單位、警察單位、三軍編組之警備支援部隊、情治單位及地方政府等有關機關（參軍管區司令部 82 年 6 月編印之「警備總部與國家」，第 314 頁、第 333 頁至第 335 頁）。其中，「520 農民請願案」即屬經警備總部事先掌握預警情資、提供憲警單位之專案，並且認為本案運用情資「績效甚佳」（同上參註，第 333 頁）。"
              ],
              "children": []
            },
            {
              "text": "3、 經查，警備總部、調查局及各地調查站、國家安全局聯合警衛安全指揮部（下稱聯指部）等相關機關，在農民總會及各地農權會均布有情治單位據點人員與線民（通訊員、內線、重點布建、偵破布建等）蒐集情資，內容包含該組織發展狀況、幹部間關係、群眾行動之籌備與宣傳、該組織或幹部個人與特定人士或團體之互動與聯繫，上報至國家安全局（下稱國安局）等情，有國安局「520 事件」1、2、3 卷及調查局「520 事件」、「農權會」、「雲林農權會」、「林○華」及「林○喜」等案卷可憑。上開國安局「520 事件」卷內收錄之情報來源單位，不僅止警備總部、聯指部、調查局及各地調查站、臺灣省警務處，尚包含社會處、教育廳等機關，涵蓋層面甚廣；且蒐報之內容，不限於公開資訊，亦包含相關人士在不公開場合所述之言談記錄，如雲林農權會會長李○海及總幹事林○華等人於林○華私宅研商 520 農運當日之行動細節，有林祥雲（即調查局雲林縣調查站之化名）致萬心一（即聯指部之化名）77 年 5 月 16 日書函可證。顯見威權統治當局當時在形式上雖容許人民表達意見，但實質上卻對於人民言論、集會及結社權，進行嚴密監控，在消極方面，顯未保障人民有此自由而不予干預，甚至進而侵害人民表現自由，業已危及自由民主憲政秩序之存續。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "4、 次查，觀諸程定中（即臺灣省警務處之化名，下稱臺灣省警務處）77 年 4 月 22 日致賀力行先生（即中國國民黨臺灣省黨部之化名，下稱中國國民黨部）及崇安先生（即國安局之化名，下稱國安局）函文檢附之「雲林縣農民權益會專案調查報告」記載：「雲林農權會成員多為民進黨員，主要負責人包括李○平、張○吉等均是民進黨雲林縣黨部核心份子，也是朱○正的主要助手，成立動機顯不單純，必有政治上之企圖」，復據雲昌賢（即調查局雲林縣調查站之另一化名，下稱調查局雲林調查站）77 年 4 月 30 日致余崇法先生（即調查局督察室之化名，下稱調查局督察室）書函內容略以：「林○華表示雲林農權會將要辦一場十分壯觀的農民抗議活動，……此舉在於製造更大新聞事件，以提升渠領導下之政治層次，本站已密切注偵，針對不法事證加強蒐報。」及同年 5 月 3 日中興新村蒞臨場所警衛任務編組情報蒐集報告表記載：「77.4.26 總統府前農民抗議活動總指揮林○喜和各縣市農權會負責人在抗議活動結束前，呼籲全省農民踴躍參加 5 月 20 日（總統就職紀念日），再一次走上街頭採取暴力抗議活動，預計 5 月 20 日當天活動將由雲林縣農權會主辦。……5 月 20 日雲林縣農權會擬發動全省農民至臺北市國民黨中央黨部要拆除黨部之圍牆活動，實際上其幕後主要策畫人無疑地與朱○正有相當密切關切。」等情，可知在本件 520 農運前，相關情治、警調機關對於欲舉辦集會遊行之雲林農權會組織、成員及行動細節等項著手調查後，因認該會成員與民進黨關係匪淺，且係基於政治目的所為之群眾活動，與「臺獨意識」、「陰謀叛國」有所連結，而升高監控及防堵程度。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "5、 復查，斯時陳報至國安局之情報，多指出 520 農運有發生衝突之可能，此觀調查局雲林調查站 77 年 4 月 30 日書函記載：",
              "level": 3,
              "content": [
                "「林○華計畫製造汽油彈，擬於抗議活動中攻擊警方之用」及全安和（即警備總部保安處之化名，下稱保安處）同年 5 月 5日「情報報告」略以：「將編組成八大隊（約計 1 萬人以上），各大隊分別攜帶雞蛋、蔬菜，並發動 100 輛遊覽車。……預定動員挖土機兩輛，遊行時如遭警方拒馬阻攔，將以挖土機突破。」可證。又據 520 農運副總指揮陳○祥及嘉義領隊陳○華等人所述，當時有風聲傳出政府要抓人，勸其等不要參與遊行等語（本會 110 年 5 月 24 日調查紀錄參照），核與警政署 109 年 3 月12 日函文檢附之新竹縣警察局臺灣省警察人員獎懲案件請示單記載：「新竹縣 X 進黨，經本局保防室督同分局，妥與疏導並運用謀略作為，使渠等均未出名糾集黨羽前往聲援」、「新竹縣農權會原擬四百名欲往聲援，遊覽車均已租定，但經本局鍥而不捨疏導約制後，並無一人前往參加，績效極佳」、「新竹市部分亦透過各疏通管道前往聲援人數降低 30 名，並事先曉以大義得失，農民到場見請願變質即速返回，亦為疏導之功勞」及竺志強（即調查局新竹縣調查站之化名）77 年 5 月 21日函所陳「新竹地區農權會聲援 520 臺北抗議活動事前會議情形」內容略以：據消息指出政府要找機會逮捕林○喜、林○華等人，為避免重蹈美麗島事件之後果，保持農運實力，520 行動已勸阻其等參與活動等語相符。另觀余維安（即警備總部之化名，下稱警備總部）於 77 年 5 月 19 日檢送予國安局「防制群眾事件教則」所載「防治要領」：於現場處理階段，統一運用警兵力與情治單位，可逕行逮捕。再以，當日遊行除警力部署外，並有憲兵指揮部進駐兵力及警備總部警備處、保安處等單位防處人員，有國安局「520 事件 1」卷附「0520 警（兵）力部署表」、憲兵指揮部執行「0520 專案」使用兵力統計表、警備總部「0520 專案」防處人員數量統計表等件可參。又據該日前往採訪之攝影記者邱○興表示，以其過去參與社運經驗來說，憲兵在場並不尋常（本會 110 年 6 月 28 日調查紀錄可參）。",
                "是以，足證威權統治當局在接獲前述相關情資後，已前期整備警總、憲兵及警察等相關單位，除進行疏導外，並有鎮壓及逮捕 520 農運遊行群眾之預備。"
              ],
              "children": []
            },
            {
              "text": "6、 末查，國民黨中央社工會（下稱社工會）所屬公路黨部、婦女會、國防部軍中播音總隊等相關單位，於 520 農運事件後，隨即採取相關措施，如國防部軍中播音總隊於 77 年 5 月 21 日至25 日撰播呼籲民眾支持政府、嚴辦為首暴力份子之插播稿、評論、新聞稿、錄音（報導）、節目稿及錄音帶等 6 項合計 117篇（則）；社工會所屬公路黨部於同年 5 月 21 日上午 10 時策動公路社團、臺北市駕駛員工會等 6 個社團攜帶慰問金前往警政署慰問警察，發表省市公路社團發表聯合聲明，嚴厲譴責暴行，並呼籲全民支持政府嚴懲不法。另要求該會全體同志及區黨分部「同心工作小組」寫信給行政院院長表示支持嚴辦不法之徒、寫信給警政署署長對受傷員警及執行任務警察表示慰問、投書各報章表示支持新聞採訪自由及痛斥毆打記者暴行、以化名寫信或打電話給民進黨中央黨部嚴厲譴責策動暴亂陰謀等情；由部會單位輔導政論性雜誌、刊物駁斥「520 暴力事件」等情，有國安局 77 年 6 月 9 日簽及國安局 520 事件卷 5 收錄之國防部軍中播音總隊對 520 事件工作執行概況及文正言（按：",
              "level": 3,
              "content": [
                "機關化名）77 年 7 月 11 日函等件可證。足見威權統治當局為因應民間對於「憲警執法過當」、「先鎮後暴」之批駁，除動員行政部門，並聯合社工會所屬公路黨部、婦女會，試圖營造民眾、團體支持政府鎮壓手段之輿論，對外透過媒體確立「先暴後鎮」之風向，樹立其執法之正當性。"
              ],
              "children": []
            },
            {
              "text": "7、 綜合前述，威權統治當局未因解嚴而落實憲法保障人民之表見自由，仍基於維護其統治秩序之目的，將不同意見者視為「分離分子」，相關集會遊行視為「各種危害治安之群眾活動」，持續由警備總部督導協調各有關單位「加強掌握先期情報」、「採取適切之防處措施」，甚至透過警察等執法人員以公權力介入干預、「疏導約制」人民前往遊行之意願。復於本案警民流血衝突發生後，動員黨政系統鼓動民間社團並形塑不利遊行群眾之輿情，以遂其鞏固威權統治秩序之目的，前述所為，均已對人民之言論及集會結社自由造成嚴重干預，自屬違反自由民主憲政秩序，至為灼然。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（三）本件係威權統治當局基於維護其統治秩序所為之追訴，除黨政不分外，並透過情治、軍事等國家機關或偵查輔助機關主導偵查作為，顯已違反自由民主憲政秩序",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 按刑事訴訟係以實現國家刑罰權為目的之司法程序，其審判乃以追訴而開始，追訴必須實施偵查，故此等程序悉與審判、處罰具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑事司法之一連串過程，其間代表國家從事「偵查」、「訴追」階段之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任務，則在此一範圍內之國家作用，當應屬廣義司法之一（司法院釋字第 392 號理由書參照）。又我國現制之檢察官係偵查之主體，其職權為實施犯罪之偵查、提起公訴，並有調度指揮警察之權（參看法院組織法第 60 條、刑事訴訟法第 228 條以下），因其職權具有一定之獨立性與中立性，關於偵查案件之進行，除於內部官署有檢察一體之上命下從關係外，對外應獨立於其他機關，以避免行政權藉由操縱檢察權影響審判權的危險。此可自法院組織法之規定，法務部長之外部指令權不及於「檢察事務」，僅得就「檢察行政事務」為行政監督，以防範不當政治考量干預刑事司法可知。再按，審判獨立乃自由民主憲政秩序權力分立與制衡之重要原則，亦為國家健全法制之基礎，是以，為落實憲法第 80 條所揭櫫之法官依法獨立審判精神，就偵查案件之進行，檢察官作為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉，與法官之刑事審判，同受憲法保障。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 經查，520 農運遊行隊伍於 77 年 5 月 20 日上午從國父紀念堂集結、出發後，於下午 2 時 30 分起爆發首起衝突，行政院於當（20）日晚間 9 時許，即指示內政部與法務部須對為首肇事分子依法嚴辦（參法務部 78 年 6 月 6 日函文檢附之檢察機關處理 520 事件經過情形補充報告）。翌（21）日上午 6 時 30分許，總統李登輝在總統府介壽館召開會議，與會者除行政院院長俞國華、國防部參謀總長郝柏村、警政署長羅張外，亦可見中國國民黨秘書長李煥一同列席（參國安局「520 事件」1 卷附 5 月 21 日會議紀錄），甚至在會中指示李煥執行一定任務（詳後述），黨政不分之情形可見一斑。總統於會中指示：「應即加強文宣作為，發動輿論爭取社會大眾對暴力行為之唾棄及對政府不得已採取強力措施之支持：……請中央邀請各電視台、各報社，請其瞭解事件真相，同聲撻伐，以遏止暴力氾濫」、「司法方面配合問題，請李秘書長協調司法院林院長辦理」、「各情治單位應密切掌握各地區『民進黨』、『工黨』動態，隨時疏導、防處」等語。據此可知，在司法檢調開始調查、釐清本案警民衝突發生之緣由前，行政院等黨政高層業已定調遊行群眾「先暴」、政府「後鎮」之方向，藉以卸責。由於此等大規模之警民流血衝突事件，為解嚴後首例，成為媒體輿論關注之焦點，其中，尤以本案究竟是遊行群眾先以暴力攻擊員警後引致鎮壓之「先暴後鎮」、抑或是軍警不當執法引發群眾暴動之「先鎮後暴」，後續將牽動人民對於國家權力行使是否正當性之質疑及挑戰，是以，從前揭總統、行政院之指示可知，本案被告所涉妨害公務罪嫌之追訴與定罪與否，與其統治秩序息息相關，顯與一般刑事案件有別。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "3、 又一般刑事案件之犯罪嫌疑人遭逮捕後，應移由司法檢察機關進行後續追訴，並由檢察官主導偵查程序之進行。惟查，本案移由檢察官偵查之同時，警備總部及相關情治機關仍高度介入並蒐集相關情資，例如：透過前臺灣高等法院檢察處（現已改制為臺灣高等檢察署）人事室第二辦公室（下稱人二室），向調查局詳細報告本案起訴前，每一位在押被告之配舍情形，包含何人收押於獨居房、禁見房或新收房（參安崇法 77 年 6 月13 日防諜資料報告），本案相關被告起訴情形並由人二室告知調查局（參 77 年 6 月 16 日保防情報移文單），調查局將起訴書檢送國安局（參法務部 77 年 9 月 8 日函）；且據警備總部 77年 5 月 27 日致國安局函檢附之長安專案偵查計畫、偵訊筆錄等相關資料顯示，警備總部在 520 農運爆發衝突之翌日，為瞭解本案幕後有無受「匪諜、叛國組織及分離團體」之主使，隨即成立「長安專案」，凡該專案作業組人員，自 77 年 5 月 21日起免除各項值日勤務，全力推展（專案）工作，並由警備總部擬定偵查計畫，包含動員內線、運用關係，協調原臺北縣市、臺中縣市及雲林縣各調查組進行情報蒐集及對接，並依進度向國安局匯報。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "4、 次查，警備總部保安處雲林調查組運用臨時內線策動聲請人出面後，於 77 年 5 月 26 日在警備總部臺中市調查組約談聲請人，先以便餐招待，在場者除保安處潘組長、湯副處長、臺北市警局刑事警察大隊警員，嗣後並前往雲林縣二崙公墓垃圾堆勘查現場等情，有警備總部 77 年 6 月 13 日函文檢送之長安專案偵結報告及所附「臺灣警備總司令部保安處長安專案重要涉嫌對象邱煌生，本會會同北市警局偵查蒐證照片」16 張可證。",
              "level": 3,
              "content": [
                "核與聲請人於 77 年 8 月 1 日及同年 9 月 7 日向臺北地院提出之辯護狀所述，其於 77 年 5 月 26 日 12 時許遭誘騙至中部地區警備司令部，先吃飯、直至下午 6 時才正式做第一次筆錄，晚間 8 時做第二次筆錄，被留置時間長達 10 小時，期間辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死。在伊坦承後，接著麻煩的問題是載石頭的地點，辦案人員開始變造地點，便衣要伊指出那個交流道附近有人蓋房子，就說在那裏載的，另一位戴眼鏡的覺得不妥，說每一個交流道都有警察在監視，這樣說會漏氣。他們輪番逼問，伊本來說在二崙自強大橋附近載的，但便衣說那地方怎會有石頭？要伊改一個地方。因伊住在二崙公墓附近，就說是 5 月 19日晚上 11 點在二崙公墓的垃圾場撿的，完筆錄後，伊對辦案人員說伊確實沒載石頭，他說筆錄已經做了，現在已經來不及了，還說他們要趕去二崙公墓等語，所述之時間、地點脈絡大致相符。且觀警備總部上開陳報國安局之照片，並未據起訴書、歷審判決書或律師辯護狀引用，可見並未對外公開，如非聲請人親身經歷，實難解釋何以兩者高度相符。是聲請人所述，其警詢之自白係遭辦案人員威逼利誘及引導所為，即難認無據。",
                "此外，本案唯一坦承自系爭菜車上取石塊之被告溫○興，於臺北地院審理時，亦主張其警詢時受刑求始為自白，且此一主張亦非無據（詳細認定論據請參後述六、（四）、3 以下）。"
              ],
              "children": []
            },
            {
              "text": "5、 本案偵查卷宗雖已銷毀，相關偵查過程及程序已難考究。但綜觀前述事證可知，本案偵查之始，即在黨政高層之關切下，由警備總部主導偵查方向，始終扣緊「520 農運有暴力預謀」之主幹，透過臨時內線，策動聲請人赴警備總部「自首」，並為建立聲請人受邱○泳之託，預謀在系爭菜車上藏有石塊之事實，威逼利誘聲請人自白，確認其陳述與載運石塊地點合理性後，復以不正方法取得溫○興之供述，將相關證人、證物齊聚、定調犯罪事實之輪廓，始交由檢察機關進行訴追。惟揆諸首揭說明，檢察官本應為偵查主體，對外應具有獨立性，不受任何其他國家機關之干涉。然而，在情治機關高度介入本案偵查過程，以及國安局、調查局透過人二室，詳細掌握報告本案被告收押配舍、起訴等情形下，甚難想像檢察官能對此毫不知覺，並可維偵查主體之獨立性可言，抑或對此以不作為之方式上下交相賊，進而提起公訴。無論如何，本件偵查程序中，國家機關及偵查輔助機關前揭所為，均顯已侵害司法之獨立性，導致不當政治考量得以藉此干預刑事司法。從而，本件係威權統治當局基於維護其統治秩序為目的所為之訴追，堪以認定。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（四）本案之審判未就有利被告之主張及證據詳予調查，並對於威權統治當局基於維護威權統治目的，涉及不正取供等權力濫用行為予以彈劾，輕信國家機關及偵查輔助機關共同建構但不符事實之犯罪指控，係屬違反自由民主秩序，侵害公平審判原則之司法不法判決",
          "level": 2,
          "content": [],
          "children": [
            {
              "text": "1、 承前所述，本案發生時雖已解除戒嚴，但仍然處於動員戡亂體制之下，黨國體制也牢固存在。不僅由前述所揭露的檔案文件可證，本案發生之前後，國家係以威權體制可用之手段予事前防處，事後因應；事實上，解嚴時政府即通過動員戡亂時期國家安全法、集會遊行法、人民團體組織法等法律，藉以繼續鞏固威權統治秩序；「萬年國會」須至司法院釋字第 261 號解釋宣告違憲後，始於 80 年 12 月 31 日走入歷史；維繫黨國威權體制運作之組織，如警備總部，須至「臨時條款」廢止後之 81年 7 月 31 日始裁撤；而隸屬前司法行政部調查局（現改制為調查局）編制於各級政府機關、學校及公營事業機構，負責保防業務的「人二室」則遲至 81 年 8 月始廢除、改組為政風室；掌握情治大權之國安局遲至 83 年始法制化；而情治機關對於政治異議者所為之監控，甚至一直持續到 89 年政黨輪替前才結束。凡此關於本案發生的重要背景均為公知之事實。在此黨國權威體制仍有效運行之情形下，如果司法確實獨立於威權統治之外，則法院審理時，首先應就公權力之不法行使予以調查或彈劾，而非不作為、默許、或甚而形式化、表面化地進行審判，對軍警調等國家機關及偵查輔助機關共同構築的犯罪事證照單全收。",
              "level": 3,
              "content": [],
              "children": []
            },
            {
              "text": "2、 本案審理期間，威權統治當局持續監控訴訟進行狀況，並指示警政署將證物送交檢察官再陳報法院，與公平審判原則有違",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "(1) 查本案於 77 年 6 月 16 日起訴，同年 9 月 16 日經臺北地院一審判決，78 年 1 月 13 日經高院二審判決，同年 5 月9 日經最高法院三審判決駁回聲請人等之上訴而確定。期間，調查局透過人二室，傳遞本案訴訟進行狀況，復向上陳報國安局；此觀調查局「520」案卷中可見檢察官起訴書、臺北地院之開庭紀錄及法院判決書等，均於起訴、開庭及判決當日透過院檢之人二室傳遞至調查局等情可知，有調查局 77 年 6 月 16 日、21 日、7 月 18 日、25 日及 8 月 1日、78 年 1 月 11 日、2 月 1 日電話紀錄及函文暨調查局77 年 9 月 8 日、10 月 14 日、20 日、78 年 2 月 1 日致國安局函等件可憑。又觀嚴肅（即警備總部特檢處之化名）77 年 9 月 6 日致保安處、副本致國安局函文記載：林○華於私信內要求劉○玥等人於法院作證，並檢附林○華私信作為附件等情，顯示本案受押被告之動向，無論是獄中會面或私信均受警備總部及國安局之監控。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "(2) 又國安局局長於 77 年 9 月 16 日一審判決前之同月 10 日訪歐過境曼谷時，曾以特急電報指示「法院僅引用綠色小組及各電視臺片段錄影帶仍嫌不足，宜由（國安局）三處協調警政署以翁○明第一次製作以及經華視整理之錄影帶作為證物，嗣經協調警政署保防室，錄影帶均已送臺北地檢處參放運用」、「自立晚報刊載陳○扁所言警方先鎮後暴之說純係違背事實之論透過文宣加以駁斥」（國安局三處 77 年 9 月 14 日簽），嗣於 77 年 10 月間許木柱教授等人編印 520 事件調查報告書出版後，國安局三處四科於同年 11 月 7 日擬具研處意見，認該等手冊已觸犯出版法，可依照該法第 37 條予以警告或第 39 條予以查扣等情（國安局三處四科 77 年 11 月 7 日簽），均可見得威權統治當局對於本案之審理結果之高度關注。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "(3) 據此可知，威權統治當局，於司法方面，在本案移交檢察官偵查後，除動員國安情治單位進行監控，由警備總部主導偵查方向並協同警員進行偵訊，再透過警政署將證物送交檢察官，確保證人證詞及相關物證萬無一失，嗣於本案審理期間，除監控相關被告、法院開庭狀況並介入相關物證之提出；在輿情方面，則透過政黨及民間社團動員、投書，形塑社會氛圍（參前述六、（二）、6 以下），均意在確保其統治秩序不受動搖，業已侵害司法之獨立性。使聲請人及其他本案被告在本案追訴、審判程序，自始處於不利之地位，致無罪推定原則蕩然無存，嚴重侵害公平審判原則，進而違反自由民主憲政秩序。",
                  "level": 4,
                  "content": [],
                  "children": []
                }
              ]
            },
            {
              "text": "3、 本案判決未調查聲請人及同案被告溫○興在偵查過程有無受不正訊問之情及就其等否認犯罪之辯解進行調查，違反現代國家所要求的「依證據裁判原則」，侵害公平審判原則",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "(1) 按憲法第 8 條保障之人身自由，是人民行使憲法所保障各項自由權利之基礎，故該條對剝奪或限制人身自由之處置，設有嚴格之條件，不僅須有法律上依據，更須踐行必要之正當法律程序。又刑事訴訟法第 2 條第 1 項規定：「實施刑事訴訟程序之公務員，就該管案件，應於被告有利及不利之情形，一律注意。」此為法官及檢察官所負之「客觀性義務」，無論被告是否自行提出有利自己之陳述或證據，法官及檢察官原本就有義務加以注意。此外，同法第 270條規定：「（第 1 項）被告之自白非出於強暴、脅迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。（第 2項）被告雖經自白，仍應調查其他必要之證據，以察其是否與事實相符。」即便被告自白，為不利自己之陳述，法官亦不受其拘束，仍負有發見真實之「澄清義務」。客觀性義務及澄清義務，代表刑事訴訟程序亦以發見實體真實為目的：程序正義與實體正義，均屬公平審判原則內涵，恰若車之兩輪、鳥之雙翼，彼此相輔相成。另參照促轉條例第 6 條立法理由，立法者就應予平復司法不法之刑事有罪判決，採取國會撤銷之方式，係考量今日如重啟威權統治時期刑事案件之調查，將因拖延已久，許多判決資料及卷證滅失，使個案獲得審查救濟之可能性大幅降低。是以授權本會在個案調查過程中，如發現疑義，得參酌相關資料，對聲請人為有利之解釋。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "(2) 本案偵查、審判卷宗雖因已逾保存年限而遭銷毀，惟據本會所查檔案及辯護律師所存部分筆錄內容，聲請人辯稱其於警詢時係受不正訊問始為自白，應屬可信查聲請人於 77 年 5 月 26 日 18 時許第一次警詢時，明確否認犯行，復於同日 20 時第二次警詢時翻異前供，有偵訊筆錄可稽。觀諸員警林○隆於前揭第二次筆錄上記載：「你（按：指聲請人）所提請求我們一定盡力做到，請詳述你前次筆錄所保留部分」等語，勾稽國安局三處三科 77 年 7月 4 日簽文記載：……此次警備總部成立長安專案，在臨時內線協助下，策動邱某（即聲請人）出面投案，實有績效；另有關邱某因投案家庭陷入困境，經協調警備總部瞭解，目前透過○○○（按：遭國安局遮隱）予以照顧外，該部上簽有專案，每月給予 1 萬元之濟助，至邱某審判確定為止，審判確定後，則視情況需要再另案辦理等內容，堪認聲請人於地院審理時辯稱，辦案人員保證秘密證人既安全且可領巨額獎金，復威嚇其不實自白否則妻小不得好死，以威逼利誘方式迫使其自白等語，應屬可採。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "(3) 本件唯一坦承其所擲石塊是取自系爭菜車之被告溫○興，辯稱係受刑求始為自白，經本會調查後認為非屬無據：",
                  "level": 4,
                  "content": [
                    "A. 溫○興係當日向立法院借廁所之農民之一，為首波遭員警逮捕者，當時系爭菜車尚未到達立法院，換言之，根本不可能自未到達之菜車上取石塊丟擲據 520 農運副總指揮陳○祥所述，其與溫○興等三位一起借廁所的民眾，當時是第一批到達立法院者，溫○興等人被抓時，菜車根本還沒到立法院，溫○興自始無從自菜車上取石塊等語（本會 110 年 5 月 24 日調查記錄）。經查，77 年 5 月 20 日 14 時 15 分許，遊行隊伍抵復興橋，往立法院方向前進；嗣於 14 時 20 分許，在遊行群眾到達立法院前，有人廣播宣布「大家一起到立法院小便」，遭警方所阻後，群眾一湧向前而發生衝突，警方當場逮捕兩名投擲石塊之現行犯等情，有警政署 77 年 6 月 1 日於立法院第 81 會期司法內政委員會第一次聯席會議所提「五二○事件處理經過、綜合檢討及改進意見報告」及國安局第三處「○五二○」專案報告表可證。以上述時序，參諸當日參與遊行之潘○清、陳○華、陳○兆、邱○興、侯○慧所述，當日遊行人數眾多，系爭菜車與首批到立法院的隊伍有相當距離，在立法院門口一開始發生衝突時，群眾主要是丟擲手中的瓶罐，或拿大門花圃的磚塊，根本沒注意到菜車等語（本會 110 年 5 月 24 日、6 月 28 日調查記錄可參），及聲請人於 77 年 5 月 26 日第一次警詢時稱，車子到立法院時，看到有人丟石頭、門窗破裂的聲音，過一陣子我隨同隊伍將車子迴轉到忠孝東路警政署等語，可知系爭菜車抵達立法院附近時，已經是在發生首波衝突之後。勾稽邱○興提供之現場照片顯示，立法院在首波衝突後，大門口地上僅有零星瓶罐，無石塊等情大致相符。又本件因妨害公務案件被訴者高達 90 餘人，僅溫○興一人於偵查時陳稱其所擲石塊來自系爭菜車，亦與常情不符。是以，陳○祥所述，當時溫○興在立法院大門口被逮捕時，系爭菜車根本還沒到立法院等情，並非無據。",
                    "從而，溫○興被控取系爭菜車上之石塊攻擊員警之事實，即屬有疑。",
                    "B. 本案雖因年代久遠，查無相關筆錄及證物為證，惟參酌前述資料綜合判斷，應從有利於當事人之認定，堪認溫○興於本案審理時辯稱受不正訊問始為自白等情，洵屬有據。"
                  ],
                  "children": []
                },
                {
                  "text": "(4) 從而，本件歷審判決以聲請人及同案被告溫○興欠缺證據能力與證明力之自白定罪，係嚴重違反證據裁判原則，侵害公平審判原則。",
                  "level": 4,
                  "content": [],
                  "children": []
                }
              ]
            },
            {
              "text": "4、 歷審法院對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，未就有利被告之主張及證據詳予調查或彈劾，業已侵害公平審判原則",
              "level": 3,
              "content": [],
              "children": [
                {
                  "text": "(1) 依照起訴書及一審判決認定之事實，聲請人係於本案發生前一日，先將大白菜搬運上車，復於夜間獨自一人將部分大白菜移除後，再將一噸石塊藏於菜下。惟此部分業經「520 事件石頭案十一人教授團實驗調查報告」證明，一般成年男性均不可能在短時間獨立內完成。聲請人雖多次向法院聲請過磅秤重及調閱高速公路過磅紀錄等證據，以證明系爭菜車載運整車白菜或參雜石塊等物時之重量不同，惟臺北地院審理時對此一非常態事實，卻毫無作為。",
                  "level": 4,
                  "content": [
                    "直至高等法院為二審判決時，不採一審判決認定「系爭菜車上載有一噸石塊」之事實，而限縮系爭菜車上所載石塊數量，認「另該石塊等並未認定全數取自系爭菜車」，故而認無調查證據必要，並以聲請人「刑責之有無，係於其曾否在車上預藏石塊等攻擊武器，而與該等石塊數量之多寡無涉」等語，一筆帶過。"
                  ],
                  "children": []
                },
                {
                  "text": "(2) 此外，歷審判決均認定現場扣得之石塊、磚塊數量眾多，且部分群眾所擲石塊、磚塊，是就地取材。該地即指於立法院附近正在施工之臺大醫院，工地內不乏石塊、磚塊等建築廢料，且為數不少。若如起訴書及歷審判決所述，邱○泳等人在 520 農運遊行前，確有以石塊攻擊員警之暴力預謀，只要至現場稍加勘查，即可查知附近有工地，且內有建築廢料之事實。反之，系爭菜車所得載運之石塊，猶如杯水車薪；又依當時規定，貨車經由高速公路北上過程勢必經過數次查驗，且系爭菜車自雲林北上駛至國父紀念館期間，曾多次過磅受檢，均未發現石塊等情，有 77 年 6月 1 日聲請人警詢筆錄、同月 2 日訊問筆錄、同月 6 日訊問筆錄、同月 9 日臺北地檢署履勘現場筆錄可證。是以，若邱○泳等人於遊行前確有暴力預謀，何需捨近求遠，冒著被發現之風險，而令聲請人深夜卸載大白菜後搬運石塊，再以大白菜覆蓋後駕車北上，實與一般常情不符。",
                  "level": 4,
                  "content": [],
                  "children": []
                },
                {
                  "text": "(3) 歷審判決固引用攝影記者侯○慧、潘○鉅及謝○德等人之證詞，作為聲請人確有載運石塊北上之證據，惟查：",
                  "level": 4,
                  "content": [
                    "A. 侯○慧於 77 年 9 月 8 日臺北地院審理時陳稱：「（檢察官問：車上有無石頭？）答：石頭有 6、7 顆。（檢察官問：",
                    "有無看到有人把石頭丟上車後再攝影？）答：有看到拋東西上車，但不確定是否石頭。（審判長問）：當時是幾點？答：約 8 點多。（審判長問：能否確定？）答：我不敢確定，消防車已噴水完。」等語。",
                    "B. 謝○德同日於臺北地院陳稱：「（法官問：你有無看邱煌生開一部載菜卡車？）答：有看到菜車，但不知何人開，詳細地點未注意，直到在城中分局（按：即中正第一分局，下同）前面，有看到有人在錄影、白菜都爛了。（法官問：",
                    "菜尚有多少？）答：比木板低一點，不到一尺，葉已爛，有臭味。（法官問：當時車上有人否？）答：沒有人。（法官問：有無石頭？）答：我倒看有似混凝土包著的磚頭，約二三塊。」等語。",
                    "C. 潘○鉅同日於臺北地院陳稱：「（法官問：5 月 20 日遊行你在？）答：晚上六時以後我在城中分局附近。（法官問：",
                    "有無看到菜車？）答：那天有很多車子。（法官問：有無和相片同樣之車【提示指認相片】）答：我有看到一錄影機錄影，攝影人員拿○○○（按：無法辨識，下同）集中○○○方式攝影。答：依我自己判斷是電視台，共有兩人，一人打光，一人拿機。（法官問：有無看到車上有人？）答：",
                    "車上沒人（法官問：看到車上幾塊石頭、什麼樣子【提示相片】）答：有幾塊像人引道上那種花瓶碎片，及幾塊小石頭。（法官問：和相片中相同否？）答：沒看到。（法官問：有無看到石塊上有水泥？）答：沒看到。（法官問：",
                    "有無水泥石頭？）答：沒有。（法官問：你有無看清楚）答：我看到約有幾塊紅色石頭、還有菜。菜已爛掉（猜），有高低，高度不合很大。（檢察官問：你是看到石頭自地上撿上去他們才錄影，或在事先已收集一起才攝影？）答：",
                    "我看到石頭收集一起靠近車後才拍有幾塊石頭我不知道，我當時只看到在錄影。（審判長問：你有無看到有人把石頭丟到車上？）答：我沒注意。」等語。",
                    "D. 據此，侯○慧等人均係於 77 年 5 月 20 日下午 6 時以後始在中正第一分局前看見系爭菜車，當時警方業已開始蒐證，且據侯○慧所述，曾看到有人將物品丟上菜車，警員亦坦承有將石塊彙集後拍照存證之事實，顯見當時縱然看見系爭菜車上有石塊、磚塊等物，亦不能證明該等石塊取自菜車。歷審判決卻對於國家機關及偵查輔助機關共同建構但非屬常態事實之犯罪指控照單全收，片斷擷取侯○慧等人上述證詞作為認定聲請人有載運石塊犯行之依據，除錯置時空之外，亦扭曲證人證詞原意，難認為係遵循證據裁判原則所為之有罪認定。"
                  ],
                  "children": []
                }
              ]
            },
            {
              "text": "5、 以上情狀，聲請人等均已於審判過程提出抗辯，而法院未就此查明對渠等顯然有利之證據，已嚴重侵害聲請人等之請求注意權，未能盡到客觀性義務及澄清義務，且有應調查之重要事項未予調查，而與憲法第 8 條及第 16 條規定、正當法律程序原則及公平審判原則未符。",
              "level": 3,
              "content": [],
              "children": []
            }
          ]
        },
        {
          "text": "（五）綜上所述，本案審理時，歷審法院對於聲請人所為之不正取供抗辯、證據調查聲請及證人所為之有利證詞，均未詳加調查而輕忽不採，從未檢視國家機關對社會運動所為事前防處、事後因應到追訴的政治目的，業已對於人民言論及結社自由侵害甚鉅，更未詳查起訴證據與犯罪事實之矛盾，以及公權力於事件過程中有無不法作為，甚而片斷擷取證人證詞，錯置時空，扭曲證人原意，最後作成在當時時空條件下不可能成立的犯罪事實認定。法院如此之審理作為，無異於接受國家機關為鞏固威權統治所為的追訴行為，服膺於威權統治目的。因此，本案屬於為維護威權統治目的所為違反自由民主憲政秩序之司法不法判決。",
          "level": 2,
          "content": [
            "據上論結，爰依促轉條例第 6 條第 1 項及第 3 項第 2 款規定，決定如",
            "主文。"
          ],
          "children": []
        }
      ]
    }
  ],
  "tables": [
    {
      "page": 31,
      "data": [
        [
          "",
          "起訴者",
          "審判者"
        ],
        [
          "臺灣臺北地方法院77年度訴字第1048號",
          "檢察官莊春山",
          "審判長 沈銀和法官 林富村楊豐卿（檢察官莊春山蒞庭）"
        ],
        [
          "臺灣高等法院77年度上訴字第3296號",
          "--",
          "審判長 王瑤法官 鍾耀光黃武次（檢察官方萬富蒞庭）"
        ],
        [
          "最高法院78年台上字 1696 號",
          "--",
          "審判長 黃雅卿法官 何惠民田正恒紀俊乾劉敬一"
        ]
      ]
    }
  ]
}