{
  "filename": "調查報告_黃學文、陳華洲.pdf",
  "metadata": {
    "case_no": null,
    "applicant": null,
    "subject": null,
    "date": null
  },
  "content": {
    "full_text": "1 促進轉型正義委員會司法不法案件調查報告2 當事人：黃學文3 陳華洲5 關於黃學文因殺人案件受臺灣臺北地方法院 49 年度刑判字第 1976 號6 刑事有罪判決、臺灣高等法院 95 年度重上更（九）緝字第 2 號免訴判7 決；陳華洲因殺人案件受臺灣臺北地方法院 49 年度刑判字第 1976 號8 刑事有罪判決、臺灣高等法院 53 年度上更（三）字第 218 號不受理判9 決。經本會重新調查，認為屬促進轉型正義條例應予平復之司法不法，10 理由如下：\n12 一、 本件依據促進轉型正義條例（下稱促轉條例）第 6 條第 1 項及第13 2 項規定進行調查14 （一） 按「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則15 所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第16 九條規定，藉以平復司法不法」、「前項之平復司法不法，得以識17 別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及18 權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」19 及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判20 決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤21 銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事22 人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」23 促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。\n24 （二） 楊薰春向本會聲請重新調查其與黃學文、陳華洲、王藹雲、吳亮、25 林祖簪及游全球等七人因涉嫌殺害武漢大旅社經理姚嘉薦（荐）26 所受追訴、審判之刑事案件（下稱本案）。本案被告共計七人，27 均經臺灣臺北地方法院（下稱臺北地院）判處有罪，案經上訴臺28 灣高等法院（下稱高院）、最高法院，並經最高法院多次發回高29 院更為審理；其中，除本件當事人陳華洲於高院更三審審理時過30 世，經高院判處不受理確定；黃學文則嗣因追訴權時效完成，經1 高院判處免訴確定，而未受刑事有罪判決之外，其餘五名被告，2 均經最高法院判決有罪定讞。該確定判決認定之犯罪事實略以：\n3 「黃學文、陳華洲與死者姚嘉薦等人合資經營武漢大旅社，黃姚4 因經營糾紛早已不睦，又因姚於另案出庭之證詞，對黃學文極為5 不利，黃頓起殺意，並與陳華洲、武漢大旅社帳房林祖簪、管理6 員游全球、工友吳亮及食客王藹雲等人共謀殺害姚嘉薦，渠等依7 計畫於 48 年 7 月 18 日凌晨，由林祖簪持鑰匙開啟武漢大旅社8 214 號姚嘉薦房門，吳亮在門外把風，游全球扼住熟睡中之姚嘉9 薦頭頸，黃學文壓其雙手，林祖簪按其雙腳，王藹雲則將陳華洲10 提供之農藥巴拉松注射於姚嘉薦腹部，在姚氣絕前，黃吩咐楊薰11 春遞來麻繩，由游全球、王藹雲、林祖簪三人將姚從床上抱起吊12 於麻繩之上，偽裝上吊自殺，姚嘉薦因被麻繩勒住窒息死亡。」13 （三） 在形式上，本件當事人黃學文、陳華洲最後雖未受刑事有罪判14 決，惟觀諸上開確定判決認定之事實，其二人仍經法院認定與本15 案其他被告共謀殺害姚嘉薦，故屬威權統治時期追訴、審判之刑16 事案件，殆無疑義。本會爰依促轉條例第 6 條第 1 項、第 2 項17 規定，以還原並公布司法不法事件之歷史真相方式，平復黃學18 文、陳華洲所受司法不法。\n19 二、 本會調查黃學文、陳華洲刑事案件之經過20 （一） 黃學文等曾向前財團法人戒嚴時期不當叛亂暨匪諜審判案件補21 償基金會申請補償案，本會已自國家人權博物館取得案卷資料。\n22 （二） 本會向最高法院、高院、臺北地院、臺灣臺北地方檢察署及法務23 部調查局，調閱本案偵查、審判、執行案卷或相關影音檔案、照24 片、扣案證物等資料。\n25 1、 最高法院於 107 年 7 月 23 日函復本會略以：「檢送本院 52 年度26 台上字第 685 號、53 年度台上字第 685 號、53 年度台上第 311227 號、59 年度台上字第 2677 號、63 年度台上字第 1124 號、64 年28 度台上字第 2268 號、65 年度台上字第 3716 號刑事判決書影本29 各 1 件」。\n30 2、 高院於 107 年 7 月 25 日函復本會略以：「本院受理 64 年度重上31 更（九）第 38 號楊薰春等殺人等案件，業經最高法院確定，送1 臺灣臺北地方檢察署執行在案，查無案卷可資提供」。\n2 3、 臺北地院於 107 年 7 月 27 日函復本會略以：「檢送本院 49 年度3 訴字第 1001 號（內含 49 年度起字第 641 號起訴書、49 年度刑4 判字第 1976 號刑事判決書）刑事案全卷共 85 宗」。\n5 4、 法務部調查局於 110 年 9 月 3 日函復本會略以：「原卷資料，因6 逾保存期限，業依規定銷毀」。\n7 5、 臺灣臺北地方檢察署於 110 年 9 月 23 日函復本會略以：「本署8 檔案室表示已無此卷宗，礙難提供」。\n9 （三） 本會以本案被告姓名及「姚嘉薦（荐）」、「葉昭渠」、「蕭道應」、10 「蔡炳福」、「唐錦蔩」等本案相關關鍵字，查詢國史館檔案檢索11 系統及國家發展委員會檔案管理局（下稱檔案局）之國家檔案資12 訊網。其中，檔案局典藏之「黃學文案」、「姚嘉荐命案黃學文等13 涉嫌案」、「武漢旅社經理姚嘉荐被人謀殺案」及監察院調查案等14 案卷，已包含於該局提供本會之檔案數位檔內。本會復以查得之15 案名/案由、檔號或數位典藏號，先後向國史館及檔案局調閱檔16 案。\n17 1、 國史館以 107 年 8 月 13 日函檢送「總統手令暨重要指示實施報18 告(3)」（數位典藏號：011-030700-0004）、「總統手令暨重要指示19 實施報告(6)」（數位典藏號：011-030700-0007）、「菲律賓雜卷(六)」20 （數位典藏號：020-010799-0016）、「菲律賓僑物雜卷(二)」（數21 位典藏號：020-010708-0078）、「菲律賓僑物雜卷(三)」（數位典22 藏號：020-010708-0079）等卷之數位光碟片 1 片；復以 110 年23 12 月 14 日函檢送「葉昭渠」（檔號：129-220000-1579）及「蕭24 道應」（檔號：129-250000-2973）2 卷，圖檔共計 23 張之光碟片25 1 片；再以 110 年 12 月 20 日函檢送「蔡炳福」（檔號：129-26 040000-0338）、「蔡炳福（蔡厚吾）」（檔號：129-210000-3764）27 及「唐錦蔩（唐天郁）」（檔號：129-240000-2990）等 3 卷，圖28 檔共計 15 張之光碟片 1 片。\n29 2、 檔案局以 108 年 9 月 25 日函檢送「旅菲歸僑姚嘉荐等傷亡」（檔30 號：A303000000B/0048/62.5/1）76 頁影像電子檔光碟 1 片；復31 分別於 110 年 8 月 27 日、110 年 11 月 22 日函復本會略以，本1 會調用之「旅菲歸僑姚嘉薦命案處理情形」（機關名稱：總統府，2 檔號：0048/3150902/0001）、「不法份子考管-陳華洲案」（機關名3 稱：內政部警政署，檔號：0074/304.1/9573）及「可疑分子考管4 -易付保護管束感化犯吳亮、鄭○飛等案」（機關名稱：內政部警5 政署，檔號：0044/307.3/0004）共 3 卷，檔案尚未數位化，請至6 檔案局預約複印等語。\n7 （四） 本會以本案相關關鍵字檢索檔案局機關檔案目錄查詢網，復依8 查得之檔號分別向相關機關調閱下述檔案。\n9 1、 本會向內政部警政署刑事警察局調閱「武漢旅社經理歸國僑胞10 姚嘉薦被人挾（涉）嫌謀殺」（檔號：0048/057.43/199）案，該11 局以 110 年 10 月 6 日函復本會略以：「該調閱檔案已於 108 年12 7 月 22 檔徵字第 1080004448 號函徵集移轉國家發展委員會檔13 案管理局典藏在案，移請辦理」。檔案局於 110 年 10 月 12 日函14 復表示該檔案尚未數位化。\n15 2、 本會向立法院秘書處調閱「(四九)台僑字發文第 014 號」（檔號：\n16 0049/9934.06/0001/0001/0001）案，該處以 110 年 10 月 7 日函檢17 送該檔案影本 1 份。\n18 3、 本會向總統府第二局調閱「臺灣省各警察局任免」（檔號：\n19 0047/2142101/0013/004/130）案，該局以 110 年 10 月 12 日函檢20 送前揭檔案影本計 11 頁。\n21 4、 本會向國立臺灣大學（下稱臺大）調閱「049000670R（擬續聘葉22 昭渠先生為兼任教授由）」（檔號：0048/1600700/001/0019/029）23 案，該校以 110 年 10 月 22 日函檢送影本 1 份。\n24 5、 本會向高院調閱「48 年度刑事判決原本第 4201 號至 4300 號」25 （檔號：0049/永簿/137/1/022）案，該院以 110 年 11 月 30 日函26 檢送該院 48 年度上訴字第 1467 號被告姚嘉薦即姚嘉荐侵占等27 刑事判決抄本 1 份。\n28 （五） 上開檔案局回復尚未數位化之檔案，本會已於 110 年 9 月至 1229 月間分別至該局借閱並翻拍檔案。\n30 三、 黃學文、陳華洲之刑事案件，係屬威權統治時期，違反自由民主憲31 政秩序、侵害公平審判原則所為追訴及審判之刑事案件1 （一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院2 釋字第 499 號解釋理由書中有如下闡釋：「我國憲法雖未明定3 不可變更之條款，然憲法條文中，諸如：第一條所樹立之民主共4 和國原則、第二條國民主權原則、第二章保障人民權利、以及有5 關權力分立與制衡之原則，具有本質之重要性，亦為憲法基本原6 則之所在。基於前述規定所形成之自由民主憲政秩序（參照現行7 憲法增修條文第五條第五項及本院釋字第三八一號解釋），乃現8 行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。」9 此一解釋足為理解促轉條例所定「自由民主憲政秩序」概念之參10 考。\n11 （二）本案偵辦過程中，總統蔣中正之介入，係為平復僑情，護衛其統12 治權威；而國家安全局非司法偵查機關，逕予介入本案，調查局13 等各機關人員，奉總統之命查辦，又呈請總統核示確認案情，則14 既係利用，亦是出於服從與鞏固統治權威而為；國家刑事追訴與15 審判權之作用因此遭受扭曲，更以犧牲人權為代價，從而屬於違16 反自由民主憲政秩序、侵害公平審判原則之司法不法案件17 1、 按刑事訴訟係以實現國家刑罰權為目的之司法程序，其審判乃18 以追訴而開始，追訴必須實施偵查，故此等程序悉與審判、處罰19 具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑20 事司法之一連串過程，其間代表國家從事「偵查」、「訴追」階段21 之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任22 務，則在此一範圍內之國家作用，當應屬廣義司法之一（司法院23 釋字第392號理由書參照）。又我國現制之檢察官係偵查之主體，24 其職權為實施犯罪之偵查、提起公訴，並有調度指揮警察之權25 （參看法院組織法第 60 條、刑事訴訟法第 228 條以下），因其26 職權具有一定之獨立性與中立性，關於偵查案件之進行，除於內27 部官署有檢察一體之上命下從關係外，對外應獨立於其他機關，28 以避免行政權藉由操縱檢察權影響審判權的危險。此可自法院29 組織法之規定，法務部長之外部指令權不及於「檢察事務」，僅30 得就「檢察行政事務」為行政監督，以防範不當政治考量干預刑31 事司法可知。再按，審判獨立乃自由民主憲政秩序權力分立與制1 衡之重要原則，亦為國家健全法制之基礎，是以，為落實憲法第2 80 條所揭櫫之法官依法獨立審判精神，就偵查案件之進行，檢3 察官作為偵查主體，對外應具有獨立性，不受任何其他國家機關4 之干涉，與法官之刑事審判，同受憲法保障。\n5 2、 總統為平復僑情，護衛其統治權威，於本案偵結前，逕行下命限6 司法行政部部長於半月內查明實情，復於獲悉調查進度後，就究7 責原偵查檢察官及前臺灣省政府警務處（下稱警務處）法醫部8 分，核示澈查具報，係以行政權凌駕司法權，業已嚴重侵害司法9 獨立，有違自由民主憲政秩序10 (1) 經查，本案發生後，因死者姚嘉薦之菲律賓華僑身分，海外11 宗親會多方為本案向政府機關陳情，據駐菲大使館電報及新12 閩日報、華僑商報、大中華日報等報導，在菲宗親會及中國13 國民黨菲律賓總支部等僑團，於案發後之 48 年 7 月 28 日14 起，連日分電中國國民黨中央黨部、僑務委員會、前臺灣警15 備總司令部（下稱警備總部）總司令黃杰、警務處處長郭永，16 對姚嘉薦自殺死因表示懷疑，請求再行複驗；而姚嘉薦之子17 姚○國自菲律賓抵臺後，向警備總部及其他當局要求澈查該18 案，另一方面，旅居菲律賓華僑呈文副總統兼行政院長陳誠19 與其他高級官員，要求重新調查，數立法委員亦向前臺灣省20 政府主席周至柔呼請進行重新調查，致本案引起各方政府機21 關之關切（參外交部亞東太平洋司「旅菲歸僑姚嘉薦等傷亡22 案」卷第 5 頁至 26 頁），並可自臺北地檢處偵查卷中所附23 海外歸僑建議書、前臺灣高等法院檢察處（現已改制為高檢24 署，下稱高檢處）48 年 8 月 8 日令轉呼籲書、高檢處 48 年25 10 月 3 日函附「姚嘉薦案海外各地僑團函電簡彙表」及監26 察院 48 年 11 月 16 日函附監察院委託調查案件催辦清單等27 件中，略見端倪。其中，前揭高檢處函附「簡彙表」內羅列28 來文日期 48 年 7 月 30 日起至 8 月 20 日期間，中國國民黨29 禮智三描支部暨禮智省中華商會菲反共抗俄總會獨魯萬分30 會、緬華商業總會、中國國民黨第三組等 11 個機關團體代31 電或電報請「緝凶懲辦，以慰僑情」等內容，益可見斯時來1 自僑界、黨部或監察院的關切，甚經直接函轉至臺北地檢處2 承辦檢察官之手。\n3 (2) 總統蔣中正於 48 年 10 月 29 日收受菲律賓媯汭五姓聯宗總4 會主席陳○江陳情後，即批示：「此案應交司法機關負責查5 明，限半月內呈報」，總統府秘書長張羣於翌（30）日致函6 司法行政部部長谷鳳翔，抄錄該陳情書內容，並記載總統上7 開批示等情，有總統府「旅菲歸僑姚嘉薦命案處理情形」、8 「總統手令暨重要指示實施報告（3）」案卷所附公文可參。\n9 嗣因屆期仍未陳報調查結果，總統府秘書長再於 48 年 11 月10 17 日發函致司法行政部部長表示：「原批期限屆滿，本案實11 情為何應該即予見告，以憑轉陳。」再次施加該部查明「實12 情」之壓力。\n13 (3) 然查，臺北市警局第五分局於 48 年 7 月 18 日接獲報案後，14 於同日上午會請臺北地檢處檢察官蔡炳福、警務處法醫葉昭15 渠赴現場勘驗，陸續詢問相關關係人，復於 48 年 7 月 27 日16 接獲死者姚嘉薦之子姚○國、其妻弟吳○塵及武漢大旅社股17 東莊○銘所陳之呼籲書後，由第五分局通知陳○仁、莊○銘、18 黃學文、楊薰春、林祖簪、吳亮及武漢大旅社服務生楊某等19 關係人到場詢問，並將筆錄呈送臺北地檢處。又於同年 7 月20 29 日下午 4 時許，檢察官蔡炳福、法醫葉昭渠及第五分局21 警員等人，於停放死者屍體之殯儀館聽取姚○國等人提出之22 死因疑點，續由法醫葉昭渠進行釋疑及屍體複驗，並至現場23 勘查；檢察官蔡炳福在詢問姚○國對驗屍及清理現場有何意24 見後做成筆錄，當場諭知「關於你父親之死，尤其是你父親25 是華僑，政府對於華僑積極維護，所有你父親之死因，你可26 蒐集資料隨時提供送來」等語；姚○國、吳○塵、莊○銘於27 同年 7 月 30 日、31 日至臺北地檢處向檢察官蔡炳福陳述意28 見；臺北地檢處同年 7 月 30 日函司法行政部檢驗室（按：\n29 應為調查局檢驗室之誤），表示因死者之子仍有懷疑，請求30 解剖複驗，著送姚嘉薦屍體乙具，請複鑑定等語；同年月 3131 日下午 6 時許，死者屍體移往調查局檢驗室，解剖屍體時在1 場者有調查局法醫室科長蕭道應、檢察官蔡炳福、法醫葉昭2 渠及死者親友代表等人；檢察官蔡炳福於同年 8 月 10 日將3 黃學文、楊薰春轉為被告傳訊、於同年 8 月 19 日將林祖簪、4 吳亮轉為被告傳訊。嗣因警務處同年 9 月 1 日鑑定書結果認5 定，姚嘉薦係生前縊頸窒息致死，且其縊死係自為，姚○國6 等人陳情表示法醫葉某為檢驗員，似有不公，請改派法醫檢7 驗以防弊端，希查明真相等語，經內政部同年 9 月 8 日函轉8 警務處辦理等情，有臺北地檢處偵查卷內「台北市警察局第9 五分局請驗屍體憑單」、勘驗筆錄、48 年 7 月 18 日訊問筆10 錄及第五分局 48 年 7 月 28 日呈附「武漢旅社經理姚嘉薦自11 縊致死亡乙案調查情形」、48 年 7 月 31 日呈及 48 年 8 月12 4 日呈附之「武漢旅社經理姚嘉薦縊死案偵查報告書」乙份、13 偵訊筆錄、臺北地檢處檢察官辦案進行單、警務處鑑定書等14 件可稽，顯見檢察官蔡炳福業已本於職權，指揮偵查輔助機15 關辦理本件刑事案件之偵查，並就有利及不利被告之情形一16 律注意。\n17 (4) 承前所述，總統蔣中正於本案尚未偵結前之 48 年 10 月間收18 受陳情後，竟逕行下命司法行政部部長再行調查。復因司法19 行政部部長屆期未陳，於同年 11 月 17 日函催其速予回報實20 情如何。司法行政部部長於翌（18）日函復內容略以，本案21 經調查局調查後，認姚嘉薦死因可疑，致死原因及行兇方法22 尚未獲有力證據等情；高檢處於同年月 19 日令送調查局所23 呈「姚嘉薦死因可疑案調查報告」予臺北地檢處首席檢察官，24 認本案應屬他殺，以黃學文、楊薰春嫌疑最大。黃學文、楊25 薰春、王藹雲、林祖簪及吳亮於 48 年 12 月 8 日遭調查局逮26 捕後，經駐調查局檢察官唐錦蔩訊後收押發交調查局繼續偵27 查。唐錦蔩檢察官於 49 年 1 月 4 日上簽表示，其奉派駐調28 查局指揮偵查本案時已半月，各嫌犯大都供承謀殺屬實，案29 情牽涉頗廣，內有行賄詐欺等部分，而黃學文等殺人部分又30 經蔡炳福檢察官受理在案，應如何辦理等語，經臺北地檢處31 首席檢察官核示指定由唐錦蔩檢察官承辦。調查局鑑定報告1 嗣於 49 年 1 月間作成，鑑定日期自調查局檢驗室勘驗之日2 即 48 年 8 月 1 日起至同年 12 月止（參調查局未載日期之鑑3 定報告）。司法行政部部長谷鳳翔於調查局 49 年 1 月 25 日4 將案件移送臺北地檢處前，先於 49 年 1 月 19 日致總統府秘5 書長，以本案經查證完畢，並檢附「調查局偵辦姚嘉薦命案6 節略」轉陳總統府。蔣中正於 49 年 1 月 26 日就本案呈請其7 核示之簽呈所載「姚案現經檢驗偵查結果竟係被人預謀殺害，8 原負責初次驗屍人員臺北地檢處檢察官、臺灣省警務處法醫9 等均負有重大責任宜加究責，至於有無情弊，尤應澈查具報。\n10 另據稱本案共犯中涉及匪方陰謀關係及行賄詳細內容擬飭11 加緊查究具報」等處理方向，批示「如擬」。\n12 (5) 此後，調查局於 49 年 1 月 27 日致警務處函所附「司法行政13 部調查局協辦姚嘉薦命案偵查概況表」中之「素行調查」欄，14 詳細列出每位被告與本案毫無相關且根據不明之素行紀錄，15 如：黃學文「涉嫌與共匪外國組織合盟份子來往，與陳華洲、16 游全球、吳亮等來往密切，相關政治部分仍在調查」、陳華17 洲「言行反動涉有為匪活動罪，現正另案調查」、林祖簪「為18 人粗暴工於心計，惡性深重」、游全球「夥同軍中班長及士19 兵繳械投匪現正另案偵辦、平素為人粗暴秉性惡劣」、王藹20 雲「狡猾詭詐言性暴戾手段毒辣係一亡命暴戾之徒，惡性深21 重因其交往份子多涉匪嫌，其本身有無政治問題正另案偵查22 中」、吳亮「為人狡詐秉性惡劣，思想左傾，言論反動涉有23 匪嫌，現正另案偵辦中」等情（參內政部警政署刑事警察局，24 武漢旅社經理歸國僑胞姚嘉薦被人涉嫌謀殺卷 2，第 18 頁25 至 19 頁）。並於本案起訴後，向臺北地院借提陳華洲、黃26 學文、游全球、吳亮等人，調查渠等有無匪諜嫌疑。同時，27 另就法醫葉昭渠、警務處承辦人王○才是否瀆職，黃學文是28 否行賄等情，另案經臺北地檢處偵辦。觀諸總統府「旅菲歸29 僑姚嘉薦命案處理情形」卷內所錄 50 年 5 月公文「擬辦」30 事項記載：葉昭渠所涉瀆職與陳華洲匪嫌之實情，究竟如何，31 現均尚未結案等語（參該卷第 63 頁、第 64 頁），及葉昭渠、1 黃學文等人所涉瀆職案件，直至 58 年間始經檢察官為不起2 訴處分確定（參臺北地院檢察官 58 年不字第 609 號不起訴3 處分書），均在本案審理期間內，是難謂上開兩案之偵查，4 對陳華洲本人所為供述內容或對本案承審法官斷案心證毫5 無影響。\n6 (6) 且查，本案被告於 49 年 2 月 6 日遭檢察官起訴後，立法院7 僑政委員會於同年 3 月 14 日邀請僑務委員會首長及調查局8 正副局長等人，前去報告姚嘉薦被殺案件之處理經過。觀諸9 僑務委員會副委員長所陳：「本案發生以來，海內外報紙均10 發表的非常詳細，……成為震撼了海內外同胞最大的新聞，11 而且予共匪拿來作為攻擊中華民國的材料，勸告華僑不要回12 到臺灣來投資，否則不但資本沒有了，而且命也沒有了」、13 「本人在菲律賓時都受到僑胞的質問，……尤其成為共匪打14 擊宣傳我方的重要材料，所以今天調查局能夠將姚案偵破，15 公諸海內同胞，確實是件很重要的事情」等語（參立法院第16 25 會期僑政委員會第 2 次全體委員會議速記錄第 4 頁至第17 7 頁），及調查局局長所述：「關於殺人事件本來不是本局18 職責的範圍，尤其在組織規程當中更沒有這一規定，但是這19 次為什麼接力姚案呢？就是根據組織規程第 10 條最後一項，20 即『上級交辦事項』，所以這個案子是奉上級的命令由上級21 交辦的」等語（同前速記第 10 頁），及調查局副局長提及，22 本案偵破與否將直接間接地影響到「我們國家的威信，政府23 的名譽，以及總統的威望，法律尊嚴，幾千萬愛國僑胞的愛24 國向心」、「今天能夠達到任務，誠然是由於領袖地位的感25 召，上級命令的感化」等語（同前速記第 15 頁、第 17 頁），26 均可見得本案偵查之始，經警務處法醫鑑定死者係「自縊」27 之結果，不為僑情所接受，並多方施壓各政府部門必須緝凶28 歸案，復在總統蔣中正批示之後，偵查方向已轉而由調查局29 主導，調查局能否做出有別原警務處、檢察官蔡炳福所為「死30 者係自殺」之認定，而偵破本案，已與國家威信及總統威望31 之維繫息息相關。\n1 (7) 復以，調查局副局長至立法院報告時，亦自陳「我們毫無辦2 法可以找到直接殺人的證據，但是這個案子是非破不可的」3 （同前速記第 18 頁），亦顯示當時執政當局在海外華僑輿4 情壓力下，為維持其統治威望，從總統蔣中正指示開始至執5 行階段，所為之調查，業已將本案被告受不起訴處分或無罪6 判決之可能性，壓縮至零，而已無「破案緝凶」以外之可能7 性，進而罔顧無罪推定原則，而使本案被告於偵查過程，自8 始立於不利地位，嚴重侵害渠等公平審判原則，違反自由民9 主憲政秩序。\n10 (8) 綜上可見，總統蔣中正於本案尚未偵查終結之前，因收獲僑11 界不滿認定死者死因係自縊結果之警務處鑑定報告之陳情12 信，逕行下命司法行政部部長「查明實情」，又於 11 月間13 催促速予回報實情如何，是以總統身為事實上行政首長之意14 志，不當干預司法偵查。而調查局鑑定報告於 49 年 1 月間15 作成，鑑定日期自 48 年 8 月 1 日於調查局檢驗室勘驗之日16 起至同年 12 月止，在黃學文、楊薰春、王藹雲、吳亮、林17 祖簪、游全球遭調查局逮捕之後，是否係因迎合上意而憑空18 捏造，已非無疑。司法行政部部長在調查局將本案移送臺北19 地檢處前，復先向總統報告，總統蔣中正並逕行肯認司法行20 政部部長所呈調查報告之偵辦結果，批示本案原檢察官、法21 醫等負有重大責任，宜加究詰等情，在在顯示統治者介入司22 法偵查之斧鑿痕跡。蔣中正以總統身分指示司法行政部部長23 再行查明，實質上使調查局「協助偵查」之結果，凌駕於承24 辦檢察官之上，而架空檢察官身為偵查主體對外之獨立性，25 錯置檢察官與偵查輔助機關之地位，並由上開總統指示可知，26 本案偵辦方向已經定調朝他殺方向進行調查，並同時推定起27 初認定死因為自殺之相關法醫、警務處承辦人有瀆職之嫌，28 顯係以行政權不當干涉司法偵查之進行，致無罪推定原則蕩29 然無存，侵害被告受公平審判之權甚鉅，進而違反自由民主30 憲政秩序，昭昭自明。\n31 3、 本案於偵查初始即有國家安全局之介入，認定案情有疑，要求調1 查局澈查，業已侵害公平審判原則2 (1) 經查，司法行政部部長谷鳳翔於 49 年 1 月 19 日致總統府祕3 書長函檢附之「調查局偵辦姚嘉薦命案節略」內記載：「四4 八年八月十日奉 國家安全局函飭秘密調查本案真相，當即5 飭令本局臺北市站成立『平反』小組，進行密查，復於十月6 卅一日奉部令層轉總統命令：澈查姚嘉薦死因，當即遴選幹7 員充實專案小組力量賡續配合地檢處澈查」等語，顯示國家8 安全局於偵查初期即已介入本案。觀諸調查局 49 年 1 月 259 日移送書所附「調查局協辦姚嘉薦命案偵查概況表」，雖無10 上開國家安全局函請秘密調查之任何紀錄，惟考量國家檔案11 解密工作仍陸續進行中，此部分雖無相關資料可證國家安全12 局參與本案偵查之程度，然承前所述，及據上開檔案記載及13 前述總統府、司法行政部及調查局往來公文，均足見威權統14 治當局之意志可直接下達偵查輔助機關，而架空司法偵查對15 外之獨立性。\n16 (2) 又國家安全局隸屬國防安全會議，職司國家大政方針，核非17 司法偵查機關或偵查輔助機關，其介入偵查行為，業已侵害18 公平審判原則，應屬明確。\n19 4、 綜合上述，本案之偵查牽動政府對僑政策及僑情，與斯時統治秩20 序息息相關，調查局基於上級指示協力調查，復經國安局函飭調21 查局進行秘密調查；嗣於警務處鑑定書作出「死因係自為」之結22 論後，總統蔣中正為平復僑情，護衛其統治權威，因而下令司法23 行政部部長限期查明，後又以批示定錨「實情」，使調查局等各24 機關人員，既利用，又出於服從與鞏固統治權威而主導辦案方25 向；而調查局更因在期限內未查得直接證據，即轉而將本案被告26 羈押於調查局留置室，嗣於自白證詞、相關物證齊備後，交由臺27 北地檢處駐調查局檢察官起訴；凡此，均使國家刑事追訴與審判28 權之作用遭受扭曲，更以犧牲人權為代價，從而屬於違反自由民29 主憲政秩序，侵害公平審判原則之司法不法案件。\n30 （三）本案判決漠視陳華洲、黃學文等人在偵查過程疑似遭到刑求之31 情，違反現代國家所要求的「依證據裁判原則」，侵害公平審判1 原則2 1、 按 34 年 12 月 26 日修正公布之刑事訴訟法第 268 條規定：「犯3 罪事實，應依證據認定之。」此即現代國家所要求的「依證據裁4 判原則」。又可採為判決基礎之證據，須具備證據能力，並依法5 定程序調查。同法第 270 條規定：「被告之自白非出於強暴、脅6 迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。\n7 （第 1 項）被告雖經自白，仍應調查其他必要之證據，以察其8 是否與事實相符。（第 2 項）」係刑事訴訟法對自白證據方法之9 特別規定，限制其合法取得程序及證明力。刑事訴訟法禁止以不10 正方法取得被告自白，亦即自白必須出於被告之自由意志，以符11 憲法第 8 條所揭示「正當法律程序原則」之意旨；而禁止以自12 白作為唯一證據，係為避免過度偏重自白之證據價值，革除強迫13 被告自白之誘因，以落實「不自證己罪原則」以及「無罪推定原14 則」，並確保被告的程序主體地位。\n15 2、 本案被告於法院審理時均辯稱調查局以不正方法取供，並提出16 調查之方法，法院未盡調查之能事，逕採任意性有疑之被告自白17 為有罪判決之基礎，嚴重侵害被告訴訟權18 (1) 黃學文、陳華洲二人歷經之刑事有罪判決，均引據本案被告19 於調查局及檢察官偵查中之自白為據。惟查，本案被告均就20 於調查局受刑訊乙節，指證歷歷。如黃學文等於臺北地院第21 一審審理時即主張渠等於調查局係受刑求始為自白；楊薰22 春於高院法官提示調查局錄音紀錄時陳稱，是調查局要我23 照背的，不是自己的意思；林祖簪陳稱，這錄音紀錄內容，24 係施迫而來；游全球陳稱，內容都不是真實；王藹雲陳稱，25 當時調查局訊問我們分別故意製造矛盾衝突，使我們亂咬，26 這內容都不是真實；吳亮陳稱，我簽的原意、同意根本不實，27 一面被打，一面錄音等語，有臺北地院 49 年 3 月 2 日、328 日審判筆錄、黃學文楊薰春同月 17 日辯護狀、高院 49 年29 8 月 18 日筆錄等件在卷可查。\n30 (2) 又黃學文雖於臺北地院審理時具狀陳稱，其被刑訊迫供時31 所受刑傷，迄今尚有傷痕等語（參 49 年 3 月 19 理由狀，1 臺北地院卷第342頁），臺北地院承審法官卻從未當庭驗傷，2 已使對被告等有利之證據難以保全。被告等不服提起上訴，3 經高院第一次審理時，固曾傳訊調查局辦案人員汪○輣、鄧4 ○昌、王○等人，並向調查局調取錄音，當庭播放、核對是5 否與筆錄相符（參高院 49 年 7 月 2 日筆錄）。惟縱經汪○6 輣等 3 人當庭否認，但此係牽涉渠等有無刑求他人之情，7 已難期據實陳述，應佐以其他旁證為斷；而調查錄音，充其8 量僅能證明該段期間並無受刑求之情而已，均難作為本案9 被告未受刑求之證據。且觀被告等就遭刑訊之始末，多曾詳10 予描述，例如：\n11 A. 黃學文 49 年 8 月 19 日聲請狀記載：「…自十二月八日12 深夜被調查局非法逮捕後計共七十七天連續不斷嚴刑13 拷打迫供，諸如將衣服脫光逼跪碎石磚上用勁不斷鞭14 打，或將四肢綁於藤椅上，在手腳之食指中插入筆桿竹15 竿緊扣手腳，痛澈肺腑，猶不釋手，以致失去知覺儼若16 死人者幾次，在此幾次中，均由蕭法醫道應注射藥劑始17 復甦，後又繼續慘無人道之摧殘，似此不斷折磨之下達18 二十天之久，再將全身綁於椅上用二百支光強烈燈光19 之電燈三盞對眼猛射並任人拳打腳踢等種種苛刑慘20 逼。……曾於本年元月二十六日下午六時將上訴人等21 送到看守所經上訴人向唐檢察官申明沒有謀殺姚嘉薦22 在調查局係由辦案人員刑求迫認，在第一、二次（即被23 調局逮捕十餘天中）上訴人再三向檢察官申明沒有殺24 姚，以後繼續受更為嚴重之刑逼，在第三次身體無法支25 持時不得已按其迫俯認，被調局押送人員聞悉翌晨押26 回再經二十九日繼續又更加嚴刑拷打，除不知姓名之27 數人外，而該負責人王○在指揮用刑中並曾親自參加28 拷打之刑逼等不法行為…」等語（參高院 49 年度上訴29 字第 778 號卷二第 151 頁至第 153 頁）。\n30 B. 陳華洲於 50 年 9 月 18 日、51 年 8 月 31 日高院審理31 時陳稱，在調查局所為承認是強迫供認，任憑你英雄好1 漢受不住他們那種（用）刑法，我當教授被他們作將江2 洋大盜看待，打得我受不了，第五次才講的等語（參高3 院 50 年度上更（一）字第 371 號卷一第 37 頁、卷二4 第 92 頁）。\n5 C. 楊薰春於 49 年 3 月 3 日臺北地院審理時陳稱，調查局6 說他們（按：其他被告）都承認了，叫我這樣寫（自白7 書），才放我回家。我想早點回家看孩子才這樣寫、才8 會在檢察官前承認等語（參臺北地院卷第 182 頁）。\n9 D. 吳亮 49 年 10 月 11 日理由書記載：伊遭調查局逮捕10 後，連續八晝夜，一分鐘不給休息，疲勞審訊待伊足臉11 發腫，體力無法支持時，再用嚴刑拷打，手段狠毒實難12 筆墨形容。伊遭殘酷刑求，當場吐血數次，失去知覺再13 強拉伊手，在該局預先捏造之口供上加蓋指紋，復又迫14 令伊照捏造之稿背誦數次後再錄音，當時伊因受刑過15 度吐血甚多，致聲音發啞，故所被迫錄音之詞句，伊自16 己亦難聽懂，由此項錄音全部詞句含糊，足證伊當時被17 刑求至何等地步，後又繼續刑求，迫寫自白書。伊曾以18 程度太差不會書寫，請求該局人員要求免寫，後由該局19 王子平代筆（時為 48 年 12 月 23 日）至 49 年 1 月 520 日再用刑求，伊仍因程度太差無法書寫，該局人員仍不21 放過，復以嚴刑拷打由元月 5 日刑至 7 日深夜，連續22 不停三晝夜，伊體力不支，無可奈何只好聽其擺佈，又23 由該局王子平用分段問答方式擬成草稿，再迫伊抄錄，24 可查伊自白書第二頁後面遺漏一行（後又補上）及自白25 書上每項內均分段說明，從而可見調查局之口供出於26 非法刑求及故意捏造者等語（參最高法院 49 年台上字27 第 1071 號卷第 27 頁、第 28 頁）。\n28 E. 林祖簪 49 年 10 月 11 日理由狀記載：其於調查局應訊29 期間，因被拷打過度，受內傷甚重，曾兩次昏厥，經該30 局醫師（亦即參與化驗之法醫）蕭道應，代為注射治傷31 藥水數次，是項藥品，係由蕭醫師所設之道應醫院售1 出，是項藥費報銷時，尚令伊簽字，又外擦之傷藥，均2 由一自新份子「老尤」按日送伊，注射藥劑並由該局另3 一女性自新份子（該局看守所僅見此一人）及蕭法醫之4 女代為注射多次，有上述之人及調查局藥費憑據可為5 證明等語（同上卷第 34 頁至第 39 頁）。\n6 F. 游全球 49 年 11 月 10 日理由狀、50 年 11 月 4 日辯護7 狀記載：其遭調查局提押數十日秘密偵訊，終迫使伊供8 陳參與殺人並書據自白書，始移回檢察官偵查起訴，然9 上述供述均係出自疲勞審訊、強暴強迫而來。渠等以強10 力電光照射實施酷刑，如灌水、棒打、槍彈夾手指、用11 大頭針刺入手指、八角形、鐵器絞纏手指等無奇不有，12 迫刑至死去活來，糞便流溢四處，更用電風扇 6、7 架13 迎面裸體吹風，如是酷刑已達兩月，以此作成供詞焉能14 成立？至於在檢察官偵訊時，地點亦在該調查局，且遭15 四名該局特務人員從旁監視，橫目瞪視脅迫被告等應16 照伊等作成供詞而供述，否則仍受酷刑，謂吾等反供又17 提回調查局刑訊逼供亂打。高院第一次審理時雖傳訊18 調查局辦案人員到庭證明，但試問誰肯做對自己不利19 之供述，渠等明明以非法殘忍之手段取供，豈肯在庭上20 吐實等語（同上卷第 53 頁至第 56 頁，高院 50 年度上21 更（一）字第 371 號卷第 109 頁）。\n22 G. 王藹雲 49 年 6 月 3 日聲請狀、49 年 6 月刑事答辯狀23 記載：調查局辦案人員「汪○濤」（按：應為汪○輣）、24 「王○」（按：應為王○）二人施強暴、脅迫等不正方25 法迫令供認。伊當時被命伸手，焉敢不從，不得已出之26 以手，被緊把手掌，隨之將一筆桿插於伊手指叉中，出27 力一握，痛澈心肺，傾間大汗淋漓，由於本能而發出痛28 苦之「哎呦」一聲之後，彼仍不釋手，竟而獰笑謂「僅29 不過給你嚐點苦頭，你知尚有更利害者乎」，接著又出30 力一握，並旋轉筆桿，似乎非此不足以顯其欺壓善良制31 服群倫之無上權威，並說「你已注射三針」，何仍狡猾1 不認，伊在此暴力之下，雖非所願，亦不得不按其所指，2 改謂「注射三針」算是渡一難關。此外尚有遵其逼認手3 套之數量顏色質料，以及毒藥之色裝說明數量等等，每4 問一件，即不斷受逼，目今思之，餘悸猶存，奈何苦海5 無邊，惟望鈞座依法調查等語（參高院 49 年度上訴字6 第 778 號卷一第 218 頁至第 220 頁背面、第 283 頁至7 第 287 頁背面）。\n8 (3) 然查，陳華洲歷經之最後一次刑事有罪判決（即高院 52 年9 度重上更（一）字第 199 號判決）不採被告刑求抗辯之理10 由略以：「調查局工作人員鄧○昌、汪○輣、王○等到案供11 明於偵辦時並無對上訴人等刑求情事」，黃學文歷經之最後12 一次刑事有罪判決（即高院 58 年度上更（六）字第 284 號13 判決）理由則以：「經調查，尚未發現刑求之證據，且上訴14 人等在原審檢察官偵查中，亦曾為自白，若謂檢察官刑求，15 實難想像」等語，逕認調查局並無刑求取供之情事，並均引16 據本案被告於調查局所為之自白、自白書作為犯罪事實之17 認定。惟揆諸首揭說明，刑求抗辯是對證據與起訴合法性的18 嚴厲指控，臺北地院及高院更審法官雖已獲本案被告可能19 受有不正訊問之事實，卻未當庭驗傷或依本案被告之聲請，20 窮盡調查對渠等有利之證據（如黃學文於第二審聲請傳喚21 調查局人員「王○」，但高院並未調查，亦未說明不予傳喚22 之理由），而逕採本案被告於調查局所為任意性有疑之自白23 作為有罪判決之基礎，漠視可能存在的刑求現象，顯已違反24 前述刑事訴訟法規定，是在程序上侵犯被告人身自由及人25 性尊嚴，使渠等受到不公平審判的判決。\n26 3、 再者，黃學文、陳華洲等人遭逮捕後經收押於調查局而非臺北地27 院看守所，直至 49 年 1 月 26 日本案被告全部自白後，始經檢28 察官唐錦蔩改命收押於臺北地院看守所（參臺北地檢處 49 年度29 偵字第 629 號卷），已與大多數一般刑事案件被告羈押地點有30 別。且查，黃學文等六人於調查局羈押僅一個月餘日，陳華洲則31 不到一月，期間共計作成筆錄 120 份、自白書 18 份（參調查局1 49 年 1 月 26 日「調查局協辦姚嘉薦命案偵查概況表」附錄），2 可見渠等受詢問之密集。勾稽前述調查局於 48 年 10 月、11 月3 間呈總統之命，限期查明實情，承受極大之破案壓力，但卻查無4 直接殺人的證據。直至本案被告自白後，始陸續尋獲相關物證，5 並於 49 年 1 月間作出「他殺」結論之鑑定報告，種種均指向本6 案被告於調查局所為之自白任意性有疑。惟本會於重新調查本7 案過程，逐一檢視本案偵查、審判卷宗時（包含警務處卷宗及臺8 北市警局刑事偵查卷宗等卷），卻遍尋不著調查局筆錄及被告自9 白書，可見前揭作為刑事有罪判決所據之卷證資料，並未併同歸10 檔；同時，有利於本案被告之警務處鑑定書，作成時間雖在 4811 年 9 月 1 日，卻未同其他公文及筆錄收錄時間順序附於臺北地12 檢處偵查卷內，反散見於監察院卷、高院更審卷宗之內。此外，13 本案被告於 49 年 2 月 6 日經檢察官起訴後，臺北地院審理期間14 不到二月，即於同年 3 月 24 日分別判處黃學文、林祖簪、游全15 球、王藹雲死刑，吳亮、陳華洲無期徒刑，楊薰春有期徒刑 1616 年；嗣於半年內，經高院於 49 年 9 月 6 日判決維持原判等情，17 有本案歷審判決書附卷可按。以上種種跡象，均可見得本案之偵18 查、審判，在國家安全局函飭調查局秘密調查，及總統蔣中正下19 令命司法行政部部長查明實情後，已產生定錨的效果，而侵害被20 告受公平審判之權。\n21 （四）綜上所述，本案之偵查，經總統指示而介入、高度賦權予調查局22 的同時，已架空檢察官偵查權；而調查局在羈押本案被告期間，23 以不正方式取得渠等自白，進而據此齊備相關物證，包含在林祖24 簪後宅掘出之注射器及巴拉松藥瓶等物，業經被告等於審理期25 間加以爭執。儘管因本案存有諸多程序瑕疵或未盡調查情事，經26 最高法院多次撤銷原判決，發回高院更為審理，但最終刑事有罪27 判決卻始終以被告自白為事實認定之基礎，既不曾滌除偵查期28 間不法取供的瑕疵，亦未能對於由被告等自白延伸而出，但以不29 符常情方式取得之物證予以彈劾；並在黃學文、陳華洲等人另受30 匪嫌及貪瀆等案件之追訴情形下，始終在總統指示、定錨的「實31 情」方向上對被告論罪，最終以判決為總統蔣中正、國家安全局、1 調查局及檢察官共同構築的犯罪事實背書。從而，本件當事人黃2 學文、陳華洲受追訴、審判之刑事案件，顯已違反自由民主憲政3 秩序，侵害公平審判原則，而屬依促轉條例應予平復之司法不法。\n4 （五）另鑑於現行促轉條例平復司法不法之範圍僅限於「受刑事有罪5 判決」的案件，而未能及於類似本案的個案，即最終在形式上「未6 受刑事有罪判決」，但事實上已歷經刑事追訴及審判，並承受國7 家為維護威權統治目的，不法行使追訴與審判權，而致人權侵害8 之情形。故此，本會於 110 年 5 月間提出促轉條例部分條文修9 正草案，完備司法不法之範圍。該草案嗣於 111 年 5 月 17 日經10 立法院三讀通過，待相關規定生效施行後，本件當事人黃學文、11 陳華洲因本案追訴、審判所受拘束人身自由之裁定或處分，當即12 依法予以平復，附此敘明。\n14 據上論結，爰依促轉條例第 6 條第 1 項及第 2 項規定，還原並公布司15 法不法事件之歷史真相。\n17 促進轉型正義委員會代理主任委員 葉虹靈18 委員 陳雨凡19 王增勇20 蔡志偉 Awi Mona21 徐偉群22 彭仁郁24 中 華 民 國 1 1 1 年 5 月 1 8 日",
    "main_text": "",
    "facts": "而受有罪判決者，該有罪判20 決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤21 銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事22 人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」23 促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。\n24 （二） 楊薰春向本會聲請重新調查其與黃學文、陳華洲、王藹雲、吳亮、25 林祖簪及游全球等七人因涉嫌殺害武漢大旅社經理姚嘉薦（荐）26 所受追訴、審判之刑事案件（下稱本案）。本案被告共計七人，27 均經臺灣臺北地方法院（下稱臺北地院）判處有罪，案經上訴臺28 灣高等法院（下稱高院）、最高法院，並經最高法院多次發回高29 院更為審理；其中，除本件當事人陳華洲於高院更三審審理時過30 世，經高院判處不受理確定；黃學文則嗣因追訴權時效完成，經1 高院判處免訴確定，而未受刑事有罪判決之外，其餘五名被告，2 均經最高法院判決有罪定讞。該確定判決認定之犯罪事實略以：\n3 「黃學文、陳華洲與死者姚嘉薦等人合資經營武漢大旅社，黃姚4 因經營糾紛早已不睦，又因姚於另案出庭之證詞，對黃學文極為5 不利，黃頓起殺意，並與陳華洲、武漢大旅社帳房林祖簪、管理6 員游全球、工友吳亮及食客王藹雲等人共謀殺害姚嘉薦，渠等依7 計畫於 48 年 7 月 18 日凌晨，由林祖簪持鑰匙開啟武漢大旅社8 214 號姚嘉薦房門，吳亮在門外把風，游全球扼住熟睡中之姚嘉9 薦頭頸，黃學文壓其雙手，林祖簪按其雙腳，王藹雲則將陳華洲10 提供之農藥巴拉松注射於姚嘉薦腹部，在姚氣絕前，黃吩咐楊薰11 春遞來麻繩，由游全球、王藹雲、林祖簪三人將姚從床上抱起吊12 於麻繩之上，偽裝上吊自殺，姚嘉薦因被麻繩勒住窒息死亡。」13 （三） 在形式上，本件當事人黃學文、陳華洲最後雖未受刑事有罪判14 決，惟觀諸上開確定判決認定之事實，其二人仍經法院認定與本15 案其他被告共謀殺害姚嘉薦，故屬威權統治時期追訴、審判之刑16 事案件，殆無疑義。本會爰依促轉條例第 6 條第 1 項、第 2 項17 規定，以還原並公布司法不法事件之歷史真相方式，平復黃學18 文、陳華洲所受司法不法。\n19 二、 本會調查黃學文、陳華洲刑事案件之經過20 （一） 黃學文等曾向前財團法人戒嚴時期不當叛亂暨匪諜審判案件補21 償基金會申請補償案，本會已自國家人權博物館取得案卷資料。\n22 （二） 本會向最高法院、高院、臺北地院、臺灣臺北地方檢察署及法務23 部調查局，調閱本案偵查、審判、執行案卷或相關影音檔案、照24 片、扣案證物等資料。\n25 1、 最高法院於 107 年 7 月 23 日函復本會略以：「檢送本院 52 年度26 台上字第 685 號、53 年度台上字第 685 號、53 年度台上第 311227 號、59 年度台上字第 2677 號、63 年度台上字第 1124 號、64 年28 度台上字第 2268 號、65 年度台上字第 3716 號刑事判決書影本29 各 1 件」。\n30 2、 高院於 107 年 7 月 25 日函復本會略以：「本院受理 64 年度重上31 更（九）第 38 號楊薰春等殺人等案件，業經最高法院確定，送1 臺灣臺北地方檢察署執行在案，查無案卷可資提供」。\n2 3、 臺北地院於 107 年 7 月 27 日函復本會略以：「檢送本院 49 年度3 訴字第 1001 號（內含 49 年度起字第 641 號起訴書、49 年度刑4 判字第 1976 號刑事判決書）刑事案全卷共 85 宗」。\n5 4、 法務部調查局於 110 年 9 月 3 日函復本會略以：「原卷資料，因6 逾保存期限，業依規定銷毀」。\n7 5、 臺灣臺北地方檢察署於 110 年 9 月 23 日函復本會略以：「本署8 檔案室表示已無此卷宗，礙難提供」。\n9 （三） 本會以本案被告姓名及「姚嘉薦（荐）」、「葉昭渠」、「蕭道應」、10 「蔡炳福」、「唐錦蔩」等本案相關關鍵字，查詢國史館檔案檢索11 系統及國家發展委員會檔案管理局（下稱檔案局）之國家檔案資12 訊網。其中，檔案局典藏之「黃學文案」、「姚嘉荐命案黃學文等13 涉嫌案」、「武漢旅社經理姚嘉荐被人謀殺案」及監察院調查案等14 案卷，已包含於該局提供本會之檔案數位檔內。本會復以查得之15 案名/案由、檔號或數位典藏號，先後向國史館及檔案局調閱檔16 案。\n17 1、 國史館以 107 年 8 月 13 日函檢送「總統手令暨重要指示實施報18 告(3)」（數位典藏號：011-030700-0004）、「總統手令暨重要指示19 實施報告(6)」（數位典藏號：011-030700-0007）、「菲律賓雜卷(六)」20 （數位典藏號：020-010799-0016）、「菲律賓僑物雜卷(二)」（數21 位典藏號：020-010708-0078）、「菲律賓僑物雜卷(三)」（數位典22 藏號：020-010708-0079）等卷之數位光碟片 1 片；復以 110 年23 12 月 14 日函檢送「葉昭渠」（檔號：129-220000-1579）及「蕭24 道應」（檔號：129-250000-2973）2 卷，圖檔共計 23 張之光碟片25 1 片；再以 110 年 12 月 20 日函檢送「蔡炳福」（檔號：129-26 040000-0338）、「蔡炳福（蔡厚吾）」（檔號：129-210000-3764）27 及「唐錦蔩（唐天郁）」（檔號：129-240000-2990）等 3 卷，圖28 檔共計 15 張之光碟片 1 片。\n29 2、 檔案局以 108 年 9 月 25 日函檢送「旅菲歸僑姚嘉荐等傷亡」（檔30 號：A303000000B/0048/62.5/1）76 頁影像電子檔光碟 1 片；復31 分別於 110 年 8 月 27 日、110 年 11 月 22 日函復本會略以，本1 會調用之「旅菲歸僑姚嘉薦命案處理情形」（機關名稱：總統府，2 檔號：0048/3150902/0001）、「不法份子考管-陳華洲案」（機關名3 稱：內政部警政署，檔號：0074/304.1/9573）及「可疑分子考管4 -易付保護管束感化犯吳亮、鄭○飛等案」（機關名稱：內政部警5 政署，檔號：0044/307.3/0004）共 3 卷，檔案尚未數位化，請至6 檔案局預約複印等語。\n7 （四） 本會以本案相關關鍵字檢索檔案局機關檔案目錄查詢網，復依8 查得之檔號分別向相關機關調閱下述檔案。\n9 1、 本會向內政部警政署刑事警察局調閱「武漢旅社經理歸國僑胞10 姚嘉薦被人挾（涉）嫌謀殺」（檔號：0048/057.43/199）案，該11 局以 110 年 10 月 6 日函復本會略以：「該調閱檔案已於 108 年12 7 月 22 檔徵字第 1080004448 號函徵集移轉國家發展委員會檔13 案管理局典藏在案，移請辦理」。檔案局於 110 年 10 月 12 日函14 復表示該檔案尚未數位化。\n15 2、 本會向立法院秘書處調閱「(四九)台僑字發文第 014 號」（檔號：\n16 0049/9934.06/0001/0001/0001）案，該處以 110 年 10 月 7 日函檢17 送該檔案影本 1 份。\n18 3、 本會向總統府第二局調閱「臺灣省各警察局任免」（檔號：\n19 0047/2142101/0013/004/130）案，該局以 110 年 10 月 12 日函檢20 送前揭檔案影本計 11 頁。\n21 4、 本會向國立臺灣大學（下稱臺大）調閱「049000670R（擬續聘葉22 昭渠先生為兼任教授由）」（檔號：0048/1600700/001/0019/029）23 案，該校以 110 年 10 月 22 日函檢送影本 1 份。\n24 5、 本會向高院調閱「48 年度刑事判決原本第 4201 號至 4300 號」25 （檔號：0049/永簿/137/1/022）案，該院以 110 年 11 月 30 日函26 檢送該院 48 年度上訴字第 1467 號被告姚嘉薦即姚嘉荐侵占等27 刑事判決抄本 1 份。\n28 （五） 上開檔案局回復尚未數位化之檔案，本會已於 110 年 9 月至 1229 月間分別至該局借閱並翻拍檔案。\n30 三、 黃學文、陳華洲之刑事案件，係屬威權統治時期，違反自由民主憲31 政秩序、侵害公平審判原則所為追訴及審判之刑事案件1 （一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院2 釋字第 499 號解釋",
    "reasoning": "如下：\n12 一、 本件依據促進轉型正義條例（下稱促轉條例）第 6 條第 1 項及第13 2 項規定進行調查14 （一） 按「威權統治時期，違反自由民主憲政秩序、侵害公平審判原則15 所追訴或審判之刑事案件，應予重新調查，不適用國家安全法第16 九條規定，藉以平復司法不法」、「前項之平復司法不法，得以識17 別加害者並追究其責任、回復並賠償被害者或其家屬之名譽及18 權利損害，及還原並公布司法不法事件之歷史真相等方式為之。」19 及「下列案件，如基於同一原因事實而受有罪判決者，該有罪判20 決暨其刑、保安處分及沒收之宣告，於本法施行之日均視為撤21 銷，並公告之：二、前款以外之案件，經促轉會依職權或依當事22 人之聲請，認屬依本法應予平復司法不法之刑事有罪判決者。」23 促轉條例第 6 條第 1 項前段、第 2 項及第 3 項第 2 款定有明文。\n24 （二） 楊薰春向本會聲請重新調查其與黃學文、陳華洲、王藹雲、吳亮、25 林祖簪及游全球等七人因涉嫌殺害武漢大旅社經理姚嘉薦（荐）26 所受追訴、審判之刑事案件（下稱本案）。本案被告共計七人，27 均經臺灣臺北地方法院（下稱臺北地院）判處有罪，案經上訴臺28 灣高等法院（下稱高院）、最高法院，並經最高法院多次發回高29 院更為審理；其中，除本件當事人陳華洲於高院更三審審理時過30 世，經高院判處不受理確定；黃學文則嗣因追訴權時效完成，經1 高院判處免訴確定，而未受刑事有罪判決之外，其餘五名被告，2 均經最高法院判決有罪定讞。該確定判決認定之犯罪事實略以：\n3 「黃學文、陳華洲與死者姚嘉薦等人合資經營武漢大旅社，黃姚4 因經營糾紛早已不睦，又因姚於另案出庭之證詞，對黃學文極為5 不利，黃頓起殺意，並與陳華洲、武漢大旅社帳房林祖簪、管理6 員游全球、工友吳亮及食客王藹雲等人共謀殺害姚嘉薦，渠等依7 計畫於 48 年 7 月 18 日凌晨，由林祖簪持鑰匙開啟武漢大旅社8 214 號姚嘉薦房門，吳亮在門外把風，游全球扼住熟睡中之姚嘉9 薦頭頸，黃學文壓其雙手，林祖簪按其雙腳，王藹雲則將陳華洲10 提供之農藥巴拉松注射於姚嘉薦腹部，在姚氣絕前，黃吩咐楊薰11 春遞來麻繩，由游全球、王藹雲、林祖簪三人將姚從床上抱起吊12 於麻繩之上，偽裝上吊自殺，姚嘉薦因被麻繩勒住窒息死亡。」13 （三） 在形式上，本件當事人黃學文、陳華洲最後雖未受刑事有罪判14 決，惟觀諸上開確定判決認定之事實，其二人仍經法院認定與本15 案其他被告共謀殺害姚嘉薦，故屬威權統治時期追訴、審判之刑16 事案件，殆無疑義。本會爰依促轉條例第 6 條第 1 項、第 2 項17 規定，以還原並公布司法不法事件之歷史真相方式，平復黃學18 文、陳華洲所受司法不法。\n19 二、 本會調查黃學文、陳華洲刑事案件之經過20 （一） 黃學文等曾向前財團法人戒嚴時期不當叛亂暨匪諜審判案件補21 償基金會申請補償案，本會已自國家人權博物館取得案卷資料。\n22 （二） 本會向最高法院、高院、臺北地院、臺灣臺北地方檢察署及法務23 部調查局，調閱本案偵查、審判、執行案卷或相關影音檔案、照24 片、扣案證物等資料。\n25 1、 最高法院於 107 年 7 月 23 日函復本會略以：「檢送本院 52 年度26 台上字第 685 號、53 年度台上字第 685 號、53 年度台上第 311227 號、59 年度台上字第 2677 號、63 年度台上字第 1124 號、64 年28 度台上字第 2268 號、65 年度台上字第 3716 號刑事判決書影本29 各 1 件」。\n30 2、 高院於 107 年 7 月 25 日函復本會略以：「本院受理 64 年度重上31 更（九）第 38 號楊薰春等殺人等案件，業經最高法院確定，送1 臺灣臺北地方檢察署執行在案，查無案卷可資提供」。\n2 3、 臺北地院於 107 年 7 月 27 日函復本會略以：「檢送本院 49 年度3 訴字第 1001 號（內含 49 年度起字第 641 號起訴書、49 年度刑4 判字第 1976 號刑事判決書）刑事案全卷共 85 宗」。\n5 4、 法務部調查局於 110 年 9 月 3 日函復本會略以：「原卷資料，因6 逾保存期限，業依規定銷毀」。\n7 5、 臺灣臺北地方檢察署於 110 年 9 月 23 日函復本會略以：「本署8 檔案室表示已無此卷宗，礙難提供」。\n9 （三） 本會以本案被告姓名及「姚嘉薦（荐）」、「葉昭渠」、「蕭道應」、10 「蔡炳福」、「唐錦蔩」等本案相關關鍵字，查詢國史館檔案檢索11 系統及國家發展委員會檔案管理局（下稱檔案局）之國家檔案資12 訊網。其中，檔案局典藏之「黃學文案」、「姚嘉荐命案黃學文等13 涉嫌案」、「武漢旅社經理姚嘉荐被人謀殺案」及監察院調查案等14 案卷，已包含於該局提供本會之檔案數位檔內。本會復以查得之15 案名/案由、檔號或數位典藏號，先後向國史館及檔案局調閱檔16 案。\n17 1、 國史館以 107 年 8 月 13 日函檢送「總統手令暨重要指示實施報18 告(3)」（數位典藏號：011-030700-0004）、「總統手令暨重要指示19 實施報告(6)」（數位典藏號：011-030700-0007）、「菲律賓雜卷(六)」20 （數位典藏號：020-010799-0016）、「菲律賓僑物雜卷(二)」（數21 位典藏號：020-010708-0078）、「菲律賓僑物雜卷(三)」（數位典22 藏號：020-010708-0079）等卷之數位光碟片 1 片；復以 110 年23 12 月 14 日函檢送「葉昭渠」（檔號：129-220000-1579）及「蕭24 道應」（檔號：129-250000-2973）2 卷，圖檔共計 23 張之光碟片25 1 片；再以 110 年 12 月 20 日函檢送「蔡炳福」（檔號：129-26 040000-0338）、「蔡炳福（蔡厚吾）」（檔號：129-210000-3764）27 及「唐錦蔩（唐天郁）」（檔號：129-240000-2990）等 3 卷，圖28 檔共計 15 張之光碟片 1 片。\n29 2、 檔案局以 108 年 9 月 25 日函檢送「旅菲歸僑姚嘉荐等傷亡」（檔30 號：A303000000B/0048/62.5/1）76 頁影像電子檔光碟 1 片；復31 分別於 110 年 8 月 27 日、110 年 11 月 22 日函復本會略以，本1 會調用之「旅菲歸僑姚嘉薦命案處理情形」（機關名稱：總統府，2 檔號：0048/3150902/0001）、「不法份子考管-陳華洲案」（機關名3 稱：內政部警政署，檔號：0074/304.1/9573）及「可疑分子考管4 -易付保護管束感化犯吳亮、鄭○飛等案」（機關名稱：內政部警5 政署，檔號：0044/307.3/0004）共 3 卷，檔案尚未數位化，請至6 檔案局預約複印等語。\n7 （四） 本會以本案相關關鍵字檢索檔案局機關檔案目錄查詢網，復依8 查得之檔號分別向相關機關調閱下述檔案。\n9 1、 本會向內政部警政署刑事警察局調閱「武漢旅社經理歸國僑胞10 姚嘉薦被人挾（涉）嫌謀殺」（檔號：0048/057.43/199）案，該11 局以 110 年 10 月 6 日函復本會略以：「該調閱檔案已於 108 年12 7 月 22 檔徵字第 1080004448 號函徵集移轉國家發展委員會檔13 案管理局典藏在案，移請辦理」。檔案局於 110 年 10 月 12 日函14 復表示該檔案尚未數位化。\n15 2、 本會向立法院秘書處調閱「(四九)台僑字發文第 014 號」（檔號：\n16 0049/9934.06/0001/0001/0001）案，該處以 110 年 10 月 7 日函檢17 送該檔案影本 1 份。\n18 3、 本會向總統府第二局調閱「臺灣省各警察局任免」（檔號：\n19 0047/2142101/0013/004/130）案，該局以 110 年 10 月 12 日函檢20 送前揭檔案影本計 11 頁。\n21 4、 本會向國立臺灣大學（下稱臺大）調閱「049000670R（擬續聘葉22 昭渠先生為兼任教授由）」（檔號：0048/1600700/001/0019/029）23 案，該校以 110 年 10 月 22 日函檢送影本 1 份。\n24 5、 本會向高院調閱「48 年度刑事判決原本第 4201 號至 4300 號」25 （檔號：0049/永簿/137/1/022）案，該院以 110 年 11 月 30 日函26 檢送該院 48 年度上訴字第 1467 號被告姚嘉薦即姚嘉荐侵占等27 刑事判決抄本 1 份。\n28 （五） 上開檔案局回復尚未數位化之檔案，本會已於 110 年 9 月至 1229 月間分別至該局借閱並翻拍檔案。\n30 三、 黃學文、陳華洲之刑事案件，係屬威權統治時期，違反自由民主憲31 政秩序、侵害公平審判原則所為追訴及審判之刑事案件1 （一）關於自由民主憲政秩序之意涵，及內含之各項基本原則，司法院2 釋字第 499 號解釋理由書中有如下闡釋：「我國憲法雖未明定3 不可變更之條款，然憲法條文中，諸如：第一條所樹立之民主共4 和國原則、第二條國民主權原則、第二章保障人民權利、以及有5 關權力分立與制衡之原則，具有本質之重要性，亦為憲法基本原6 則之所在。基於前述規定所形成之自由民主憲政秩序（參照現行7 憲法增修條文第五條第五項及本院釋字第三八一號解釋），乃現8 行憲法賴以存立之基礎，凡憲法設置之機關均有遵守之義務。」9 此一解釋足為理解促轉條例所定「自由民主憲政秩序」概念之參10 考。\n11 （二）本案偵辦過程中，總統蔣中正之介入，係為平復僑情，護衛其統12 治權威；而國家安全局非司法偵查機關，逕予介入本案，調查局13 等各機關人員，奉總統之命查辦，又呈請總統核示確認案情，則14 既係利用，亦是出於服從與鞏固統治權威而為；國家刑事追訴與15 審判權之作用因此遭受扭曲，更以犧牲人權為代價，從而屬於違16 反自由民主憲政秩序、侵害公平審判原則之司法不法案件17 1、 按刑事訴訟係以實現國家刑罰權為目的之司法程序，其審判乃18 以追訴而開始，追訴必須實施偵查，故此等程序悉與審判、處罰19 具有不可分離之關係，亦即偵查、訴追、審判、刑之執行均屬刑20 事司法之一連串過程，其間代表國家從事「偵查」、「訴追」階段21 之檢察機關，其所行使之職權，目的既亦在達成刑事司法之任22 務，則在此一範圍內之國家作用，當應屬廣義司法之一（司法院23 釋字第392號理由書參照）。又我國現制之檢察官係偵查之主體，24 其職權為實施犯罪之偵查、提起公訴，並有調度指揮警察之權25 （參看法院組織法第 60 條、刑事訴訟法第 228 條以下），因其26 職權具有一定之獨立性與中立性，關於偵查案件之進行，除於內27 部官署有檢察一體之上命下從關係外，對外應獨立於其他機關，28 以避免行政權藉由操縱檢察權影響審判權的危險。此可自法院29 組織法之規定，法務部長之外部指令權不及於「檢察事務」，僅30 得就「檢察行政事務」為行政監督，以防範不當政治考量干預刑31 事司法可知。再按，審判獨立乃自由民主憲政秩序權力分立與制1 衡之重要原則，亦為國家健全法制之基礎，是以，為落實憲法第2 80 條所揭櫫之法官依法獨立審判精神，就偵查案件之進行，檢3 察官作為偵查主體，對外應具有獨立性，不受任何其他國家機關4 之干涉，與法官之刑事審判，同受憲法保障。\n5 2、 總統為平復僑情，護衛其統治權威，於本案偵結前，逕行下命限6 司法行政部部長於半月內查明實情，復於獲悉調查進度後，就究7 責原偵查檢察官及前臺灣省政府警務處（下稱警務處）法醫部8 分，核示澈查具報，係以行政權凌駕司法權，業已嚴重侵害司法9 獨立，有違自由民主憲政秩序10 (1) 經查，本案發生後，因死者姚嘉薦之菲律賓華僑身分，海外11 宗親會多方為本案向政府機關陳情，據駐菲大使館電報及新12 閩日報、華僑商報、大中華日報等報導，在菲宗親會及中國13 國民黨菲律賓總支部等僑團，於案發後之 48 年 7 月 28 日14 起，連日分電中國國民黨中央黨部、僑務委員會、前臺灣警15 備總司令部（下稱警備總部）總司令黃杰、警務處處長郭永，16 對姚嘉薦自殺死因表示懷疑，請求再行複驗；而姚嘉薦之子17 姚○國自菲律賓抵臺後，向警備總部及其他當局要求澈查該18 案，另一方面，旅居菲律賓華僑呈文副總統兼行政院長陳誠19 與其他高級官員，要求重新調查，數立法委員亦向前臺灣省20 政府主席周至柔呼請進行重新調查，致本案引起各方政府機21 關之關切（參外交部亞東太平洋司「旅菲歸僑姚嘉薦等傷亡22 案」卷第 5 頁至 26 頁），並可自臺北地檢處偵查卷中所附23 海外歸僑建議書、前臺灣高等法院檢察處（現已改制為高檢24 署，下稱高檢處）48 年 8 月 8 日令轉呼籲書、高檢處 48 年25 10 月 3 日函附「姚嘉薦案海外各地僑團函電簡彙表」及監26 察院 48 年 11 月 16 日函附監察院委託調查案件催辦清單等27 件中，略見端倪。其中，前揭高檢處函附「簡彙表」內羅列28 來文日期 48 年 7 月 30 日起至 8 月 20 日期間，中國國民黨29 禮智三描支部暨禮智省中華商會菲反共抗俄總會獨魯萬分30 會、緬華商業總會、中國國民黨第三組等 11 個機關團體代31 電或電報請「緝凶懲辦，以慰僑情」等內容，益可見斯時來1 自僑界、黨部或監察院的關切，甚經直接函轉至臺北地檢處2 承辦檢察官之手。\n3 (2) 總統蔣中正於 48 年 10 月 29 日收受菲律賓媯汭五姓聯宗總4 會主席陳○江陳情後，即批示：「此案應交司法機關負責查5 明，限半月內呈報」，總統府秘書長張羣於翌（30）日致函6 司法行政部部長谷鳳翔，抄錄該陳情書內容，並記載總統上7 開批示等情，有總統府「旅菲歸僑姚嘉薦命案處理情形」、8 「總統手令暨重要指示實施報告（3）」案卷所附公文可參。\n9 嗣因屆期仍未陳報調查結果，總統府秘書長再於 48 年 11 月10 17 日發函致司法行政部部長表示：「原批期限屆滿，本案實11 情為何應該即予見告，以憑轉陳。」再次施加該部查明「實12 情」之壓力。\n13 (3) 然查，臺北市警局第五分局於 48 年 7 月 18 日接獲報案後，14 於同日上午會請臺北地檢處檢察官蔡炳福、警務處法醫葉昭15 渠赴現場勘驗，陸續詢問相關關係人，復於 48 年 7 月 27 日16 接獲死者姚嘉薦之子姚○國、其妻弟吳○塵及武漢大旅社股17 東莊○銘所陳之呼籲書後，由第五分局通知陳○仁、莊○銘、18 黃學文、楊薰春、林祖簪、吳亮及武漢大旅社服務生楊某等19 關係人到場詢問，並將筆錄呈送臺北地檢處。又於同年 7 月20 29 日下午 4 時許，檢察官蔡炳福、法醫葉昭渠及第五分局21 警員等人，於停放死者屍體之殯儀館聽取姚○國等人提出之22 死因疑點，續由法醫葉昭渠進行釋疑及屍體複驗，並至現場23 勘查；檢察官蔡炳福在詢問姚○國對驗屍及清理現場有何意24 見後做成筆錄，當場諭知「關於你父親之死，尤其是你父親25 是華僑，政府對於華僑積極維護，所有你父親之死因，你可26 蒐集資料隨時提供送來」等語；姚○國、吳○塵、莊○銘於27 同年 7 月 30 日、31 日至臺北地檢處向檢察官蔡炳福陳述意28 見；臺北地檢處同年 7 月 30 日函司法行政部檢驗室（按：\n29 應為調查局檢驗室之誤），表示因死者之子仍有懷疑，請求30 解剖複驗，著送姚嘉薦屍體乙具，請複鑑定等語；同年月 3131 日下午 6 時許，死者屍體移往調查局檢驗室，解剖屍體時在1 場者有調查局法醫室科長蕭道應、檢察官蔡炳福、法醫葉昭2 渠及死者親友代表等人；檢察官蔡炳福於同年 8 月 10 日將3 黃學文、楊薰春轉為被告傳訊、於同年 8 月 19 日將林祖簪、4 吳亮轉為被告傳訊。嗣因警務處同年 9 月 1 日鑑定書結果認5 定，姚嘉薦係生前縊頸窒息致死，且其縊死係自為，姚○國6 等人陳情表示法醫葉某為檢驗員，似有不公，請改派法醫檢7 驗以防弊端，希查明真相等語，經內政部同年 9 月 8 日函轉8 警務處辦理等情，有臺北地檢處偵查卷內「台北市警察局第9 五分局請驗屍體憑單」、勘驗筆錄、48 年 7 月 18 日訊問筆10 錄及第五分局 48 年 7 月 28 日呈附「武漢旅社經理姚嘉薦自11 縊致死亡乙案調查情形」、48 年 7 月 31 日呈及 48 年 8 月12 4 日呈附之「武漢旅社經理姚嘉薦縊死案偵查報告書」乙份、13 偵訊筆錄、臺北地檢處檢察官辦案進行單、警務處鑑定書等14 件可稽，顯見檢察官蔡炳福業已本於職權，指揮偵查輔助機15 關辦理本件刑事案件之偵查，並就有利及不利被告之情形一16 律注意。\n17 (4) 承前所述，總統蔣中正於本案尚未偵結前之 48 年 10 月間收18 受陳情後，竟逕行下命司法行政部部長再行調查。復因司法19 行政部部長屆期未陳，於同年 11 月 17 日函催其速予回報實20 情如何。司法行政部部長於翌（18）日函復內容略以，本案21 經調查局調查後，認姚嘉薦死因可疑，致死原因及行兇方法22 尚未獲有力證據等情；高檢處於同年月 19 日令送調查局所23 呈「姚嘉薦死因可疑案調查報告」予臺北地檢處首席檢察官，24 認本案應屬他殺，以黃學文、楊薰春嫌疑最大。黃學文、楊25 薰春、王藹雲、林祖簪及吳亮於 48 年 12 月 8 日遭調查局逮26 捕後，經駐調查局檢察官唐錦蔩訊後收押發交調查局繼續偵27 查。唐錦蔩檢察官於 49 年 1 月 4 日上簽表示，其奉派駐調28 查局指揮偵查本案時已半月，各嫌犯大都供承謀殺屬實，案29 情牽涉頗廣，內有行賄詐欺等部分，而黃學文等殺人部分又30 經蔡炳福檢察官受理在案，應如何辦理等語，經臺北地檢處31 首席檢察官核示指定由唐錦蔩檢察官承辦。調查局鑑定報告1 嗣於 49 年 1 月間作成，鑑定日期自調查局檢驗室勘驗之日2 即 48 年 8 月 1 日起至同年 12 月止（參調查局未載日期之鑑3 定報告）。司法行政部部長谷鳳翔於調查局 49 年 1 月 25 日4 將案件移送臺北地檢處前，先於 49 年 1 月 19 日致總統府秘5 書長，以本案經查證完畢，並檢附「調查局偵辦姚嘉薦命案6 節略」轉陳總統府。蔣中正於 49 年 1 月 26 日就本案呈請其7 核示之簽呈所載「姚案現經檢驗偵查結果竟係被人預謀殺害，8 原負責初次驗屍人員臺北地檢處檢察官、臺灣省警務處法醫9 等均負有重大責任宜加究責，至於有無情弊，尤應澈查具報。\n10 另據稱本案共犯中涉及匪方陰謀關係及行賄詳細內容擬飭11 加緊查究具報」等處理方向，批示「如擬」。\n12 (5) 此後，調查局於 49 年 1 月 27 日致警務處函所附「司法行政13 部調查局協辦姚嘉薦命案偵查概況表」中之「素行調查」欄，14 詳細列出每位被告與本案毫無相關且根據不明之素行紀錄，15 如：黃學文「涉嫌與共匪外國組織合盟份子來往，與陳華洲、16 游全球、吳亮等來往密切，相關政治部分仍在調查」、陳華17 洲「言行反動涉有為匪活動罪，現正另案調查」、林祖簪「為18 人粗暴工於心計，惡性深重」、游全球「夥同軍中班長及士19 兵繳械投匪現正另案偵辦、平素為人粗暴秉性惡劣」、王藹20 雲「狡猾詭詐言性暴戾手段毒辣係一亡命暴戾之徒，惡性深21 重因其交往份子多涉匪嫌，其本身有無政治問題正另案偵查22 中」、吳亮「為人狡詐秉性惡劣，思想左傾，言論反動涉有23 匪嫌，現正另案偵辦中」等情（參內政部警政署刑事警察局，24 武漢旅社經理歸國僑胞姚嘉薦被人涉嫌謀殺卷 2，第 18 頁25 至 19 頁）。並於本案起訴後，向臺北地院借提陳華洲、黃26 學文、游全球、吳亮等人，調查渠等有無匪諜嫌疑。同時，27 另就法醫葉昭渠、警務處承辦人王○才是否瀆職，黃學文是28 否行賄等情，另案經臺北地檢處偵辦。觀諸總統府「旅菲歸29 僑姚嘉薦命案處理情形」卷內所錄 50 年 5 月公文「擬辦」30 事項記載：葉昭渠所涉瀆職與陳華洲匪嫌之實情，究竟如何，31 現均尚未結案等語（參該卷第 63 頁、第 64 頁），及葉昭渠、1 黃學文等人所涉瀆職案件，直至 58 年間始經檢察官為不起2 訴處分確定（參臺北地院檢察官 58 年不字第 609 號不起訴3 處分書），均在本案審理期間內，是難謂上開兩案之偵查，4 對陳華洲本人所為供述內容或對本案承審法官斷案心證毫5 無影響。\n6 (6) 且查，本案被告於 49 年 2 月 6 日遭檢察官起訴後，立法院7 僑政委員會於同年 3 月 14 日邀請僑務委員會首長及調查局8 正副局長等人，前去報告姚嘉薦被殺案件之處理經過。觀諸9 僑務委員會副委員長所陳：「本案發生以來，海內外報紙均10 發表的非常詳細，……成為震撼了海內外同胞最大的新聞，11 而且予共匪拿來作為攻擊中華民國的材料，勸告華僑不要回12 到臺灣來投資，否則不但資本沒有了，而且命也沒有了」、13 「本人在菲律賓時都受到僑胞的質問，……尤其成為共匪打14 擊宣傳我方的重要材料，所以今天調查局能夠將姚案偵破，15 公諸海內同胞，確實是件很重要的事情」等語（參立法院第16 25 會期僑政委員會第 2 次全體委員會議速記錄第 4 頁至第17 7 頁），及調查局局長所述：「關於殺人事件本來不是本局18 職責的範圍，尤其在組織規程當中更沒有這一規定，但是這19 次為什麼接力姚案呢？就是根據組織規程第 10 條最後一項，20 即『上級交辦事項』，所以這個案子是奉上級的命令由上級21 交辦的」等語（同前速記第 10 頁），及調查局副局長提及，22 本案偵破與否將直接間接地影響到「我們國家的威信，政府23 的名譽，以及總統的威望，法律尊嚴，幾千萬愛國僑胞的愛24 國向心」、「今天能夠達到任務，誠然是由於領袖地位的感25 召，上級命令的感化」等語（同前速記第 15 頁、第 17 頁），26 均可見得本案偵查之始，經警務處法醫鑑定死者係「自縊」27 之結果，不為僑情所接受，並多方施壓各政府部門必須緝凶28 歸案，復在總統蔣中正批示之後，偵查方向已轉而由調查局29 主導，調查局能否做出有別原警務處、檢察官蔡炳福所為「死30 者係自殺」之認定，而偵破本案，已與國家威信及總統威望31 之維繫息息相關。\n1 (7) 復以，調查局副局長至立法院報告時，亦自陳「我們毫無辦2 法可以找到直接殺人的證據，但是這個案子是非破不可的」3 （同前速記第 18 頁），亦顯示當時執政當局在海外華僑輿4 情壓力下，為維持其統治威望，從總統蔣中正指示開始至執5 行階段，所為之調查，業已將本案被告受不起訴處分或無罪6 判決之可能性，壓縮至零，而已無「破案緝凶」以外之可能7 性，進而罔顧無罪推定原則，而使本案被告於偵查過程，自8 始立於不利地位，嚴重侵害渠等公平審判原則，違反自由民9 主憲政秩序。\n10 (8) 綜上可見，總統蔣中正於本案尚未偵查終結之前，因收獲僑11 界不滿認定死者死因係自縊結果之警務處鑑定報告之陳情12 信，逕行下命司法行政部部長「查明實情」，又於 11 月間13 催促速予回報實情如何，是以總統身為事實上行政首長之意14 志，不當干預司法偵查。而調查局鑑定報告於 49 年 1 月間15 作成，鑑定日期自 48 年 8 月 1 日於調查局檢驗室勘驗之日16 起至同年 12 月止，在黃學文、楊薰春、王藹雲、吳亮、林17 祖簪、游全球遭調查局逮捕之後，是否係因迎合上意而憑空18 捏造，已非無疑。司法行政部部長在調查局將本案移送臺北19 地檢處前，復先向總統報告，總統蔣中正並逕行肯認司法行20 政部部長所呈調查報告之偵辦結果，批示本案原檢察官、法21 醫等負有重大責任，宜加究詰等情，在在顯示統治者介入司22 法偵查之斧鑿痕跡。蔣中正以總統身分指示司法行政部部長23 再行查明，實質上使調查局「協助偵查」之結果，凌駕於承24 辦檢察官之上，而架空檢察官身為偵查主體對外之獨立性，25 錯置檢察官與偵查輔助機關之地位，並由上開總統指示可知，26 本案偵辦方向已經定調朝他殺方向進行調查，並同時推定起27 初認定死因為自殺之相關法醫、警務處承辦人有瀆職之嫌，28 顯係以行政權不當干涉司法偵查之進行，致無罪推定原則蕩29 然無存，侵害被告受公平審判之權甚鉅，進而違反自由民主30 憲政秩序，昭昭自明。\n31 3、 本案於偵查初始即有國家安全局之介入，認定案情有疑，要求調1 查局澈查，業已侵害公平審判原則2 (1) 經查，司法行政部部長谷鳳翔於 49 年 1 月 19 日致總統府祕3 書長函檢附之「調查局偵辦姚嘉薦命案節略」內記載：「四4 八年八月十日奉 國家安全局函飭秘密調查本案真相，當即5 飭令本局臺北市站成立『平反』小組，進行密查，復於十月6 卅一日奉部令層轉總統命令：澈查姚嘉薦死因，當即遴選幹7 員充實專案小組力量賡續配合地檢處澈查」等語，顯示國家8 安全局於偵查初期即已介入本案。觀諸調查局 49 年 1 月 259 日移送書所附「調查局協辦姚嘉薦命案偵查概況表」，雖無10 上開國家安全局函請秘密調查之任何紀錄，惟考量國家檔案11 解密工作仍陸續進行中，此部分雖無相關資料可證國家安全12 局參與本案偵查之程度，然承前所述，及據上開檔案記載及13 前述總統府、司法行政部及調查局往來公文，均足見威權統14 治當局之意志可直接下達偵查輔助機關，而架空司法偵查對15 外之獨立性。\n16 (2) 又國家安全局隸屬國防安全會議，職司國家大政方針，核非17 司法偵查機關或偵查輔助機關，其介入偵查行為，業已侵害18 公平審判原則，應屬明確。\n19 4、 綜合上述，本案之偵查牽動政府對僑政策及僑情，與斯時統治秩20 序息息相關，調查局基於上級指示協力調查，復經國安局函飭調21 查局進行秘密調查；嗣於警務處鑑定書作出「死因係自為」之結22 論後，總統蔣中正為平復僑情，護衛其統治權威，因而下令司法23 行政部部長限期查明，後又以批示定錨「實情」，使調查局等各24 機關人員，既利用，又出於服從與鞏固統治權威而主導辦案方25 向；而調查局更因在期限內未查得直接證據，即轉而將本案被告26 羈押於調查局留置室，嗣於自白證詞、相關物證齊備後，交由臺27 北地檢處駐調查局檢察官起訴；凡此，均使國家刑事追訴與審判28 權之作用遭受扭曲，更以犧牲人權為代價，從而屬於違反自由民29 主憲政秩序，侵害公平審判原則之司法不法案件。\n30 （三）本案判決漠視陳華洲、黃學文等人在偵查過程疑似遭到刑求之31 情，違反現代國家所要求的「依證據裁判原則」，侵害公平審判1 原則2 1、 按 34 年 12 月 26 日修正公布之刑事訴訟法第 268 條規定：「犯3 罪事實，應依證據認定之。」此即現代國家所要求的「依證據裁4 判原則」。又可採為判決基礎之證據，須具備證據能力，並依法5 定程序調查。同法第 270 條規定：「被告之自白非出於強暴、脅6 迫、利誘、詐欺或其他不正之方法且與事實相符者，得為證據。\n7 （第 1 項）被告雖經自白，仍應調查其他必要之證據，以察其8 是否與事實相符。（第 2 項）」係刑事訴訟法對自白證據方法之9 特別規定，限制其合法取得程序及證明力。刑事訴訟法禁止以不10 正方法取得被告自白，亦即自白必須出於被告之自由意志，以符11 憲法第 8 條所揭示「正當法律程序原則」之意旨；而禁止以自12 白作為唯一證據，係為避免過度偏重自白之證據價值，革除強迫13 被告自白之誘因，以落實「不自證己罪原則」以及「無罪推定原14 則」，並確保被告的程序主體地位。\n15 2、 本案被告於法院審理時均辯稱調查局以不正方法取供，並提出16 調查之方法，法院未盡調查之能事，逕採任意性有疑之被告自白17 為有罪判決之基礎，嚴重侵害被告訴訟權18 (1) 黃學文、陳華洲二人歷經之刑事有罪判決，均引據本案被告19 於調查局及檢察官偵查中之自白為據。惟查，本案被告均就20 於調查局受刑訊乙節，指證歷歷。如黃學文等於臺北地院第21 一審審理時即主張渠等於調查局係受刑求始為自白；楊薰22 春於高院法官提示調查局錄音紀錄時陳稱，是調查局要我23 照背的，不是自己的意思；林祖簪陳稱，這錄音紀錄內容，24 係施迫而來；游全球陳稱，內容都不是真實；王藹雲陳稱，25 當時調查局訊問我們分別故意製造矛盾衝突，使我們亂咬，26 這內容都不是真實；吳亮陳稱，我簽的原意、同意根本不實，27 一面被打，一面錄音等語，有臺北地院 49 年 3 月 2 日、328 日審判筆錄、黃學文楊薰春同月 17 日辯護狀、高院 49 年29 8 月 18 日筆錄等件在卷可查。\n30 (2) 又黃學文雖於臺北地院審理時具狀陳稱，其被刑訊迫供時31 所受刑傷，迄今尚有傷痕等語（參 49 年 3 月 19 理由狀，1 臺北地院卷第342頁），臺北地院承審法官卻從未當庭驗傷，2 已使對被告等有利之證據難以保全。被告等不服提起上訴，3 經高院第一次審理時，固曾傳訊調查局辦案人員汪○輣、鄧4 ○昌、王○等人，並向調查局調取錄音，當庭播放、核對是5 否與筆錄相符（參高院 49 年 7 月 2 日筆錄）。惟縱經汪○6 輣等 3 人當庭否認，但此係牽涉渠等有無刑求他人之情，7 已難期據實陳述，應佐以其他旁證為斷；而調查錄音，充其8 量僅能證明該段期間並無受刑求之情而已，均難作為本案9 被告未受刑求之證據。且觀被告等就遭刑訊之始末，多曾詳10 予描述，例如：\n11 A. 黃學文 49 年 8 月 19 日聲請狀記載：「…自十二月八日12 深夜被調查局非法逮捕後計共七十七天連續不斷嚴刑13 拷打迫供，諸如將衣服脫光逼跪碎石磚上用勁不斷鞭14 打，或將四肢綁於藤椅上，在手腳之食指中插入筆桿竹15 竿緊扣手腳，痛澈肺腑，猶不釋手，以致失去知覺儼若16 死人者幾次，在此幾次中，均由蕭法醫道應注射藥劑始17 復甦，後又繼續慘無人道之摧殘，似此不斷折磨之下達18 二十天之久，再將全身綁於椅上用二百支光強烈燈光19 之電燈三盞對眼猛射並任人拳打腳踢等種種苛刑慘20 逼。……曾於本年元月二十六日下午六時將上訴人等21 送到看守所經上訴人向唐檢察官申明沒有謀殺姚嘉薦22 在調查局係由辦案人員刑求迫認，在第一、二次（即被23 調局逮捕十餘天中）上訴人再三向檢察官申明沒有殺24 姚，以後繼續受更為嚴重之刑逼，在第三次身體無法支25 持時不得已按其迫俯認，被調局押送人員聞悉翌晨押26 回再經二十九日繼續又更加嚴刑拷打，除不知姓名之27 數人外，而該負責人王○在指揮用刑中並曾親自參加28 拷打之刑逼等不法行為…」等語（參高院 49 年度上訴29 字第 778 號卷二第 151 頁至第 153 頁）。\n30 B. 陳華洲於 50 年 9 月 18 日、51 年 8 月 31 日高院審理31 時陳稱，在調查局所為承認是強迫供認，任憑你英雄好1 漢受不住他們那種（用）刑法，我當教授被他們作將江2 洋大盜看待，打得我受不了，第五次才講的等語（參高3 院 50 年度上更（一）字第 371 號卷一第 37 頁、卷二4 第 92 頁）。\n5 C. 楊薰春於 49 年 3 月 3 日臺北地院審理時陳稱，調查局6 說他們（按：其他被告）都承認了，叫我這樣寫（自白7 書），才放我回家。我想早點回家看孩子才這樣寫、才8 會在檢察官前承認等語（參臺北地院卷第 182 頁）。\n9 D. 吳亮 49 年 10 月 11 日理由書記載：伊遭調查局逮捕10 後，連續八晝夜，一分鐘不給休息，疲勞審訊待伊足臉11 發腫，體力無法支持時，再用嚴刑拷打，手段狠毒實難12 筆墨形容。伊遭殘酷刑求，當場吐血數次，失去知覺再13 強拉伊手，在該局預先捏造之口供上加蓋指紋，復又迫14 令伊照捏造之稿背誦數次後再錄音，當時伊因受刑過15 度吐血甚多，致聲音發啞，故所被迫錄音之詞句，伊自16 己亦難聽懂，由此項錄音全部詞句含糊，足證伊當時被17 刑求至何等地步，後又繼續刑求，迫寫自白書。伊曾以18 程度太差不會書寫，請求該局人員要求免寫，後由該局19 王子平代筆（時為 48 年 12 月 23 日）至 49 年 1 月 520 日再用刑求，伊仍因程度太差無法書寫，該局人員仍不21 放過，復以嚴刑拷打由元月 5 日刑至 7 日深夜，連續22 不停三晝夜，伊體力不支，無可奈何只好聽其擺佈，又23 由該局王子平用分段問答方式擬成草稿，再迫伊抄錄，24 可查伊自白書第二頁後面遺漏一行（後又補上）及自白25 書上每項內均分段說明，從而可見調查局之口供出於26 非法刑求及故意捏造者等語（參最高法院 49 年台上字27 第 1071 號卷第 27 頁、第 28 頁）。\n28 E. 林祖簪 49 年 10 月 11 日理由狀記載：其於調查局應訊29 期間，因被拷打過度，受內傷甚重，曾兩次昏厥，經該30 局醫師（亦即參與化驗之法醫）蕭道應，代為注射治傷31 藥水數次，是項藥品，係由蕭醫師所設之道應醫院售1 出，是項藥費報銷時，尚令伊簽字，又外擦之傷藥，均2 由一自新份子「老尤」按日送伊，注射藥劑並由該局另3 一女性自新份子（該局看守所僅見此一人）及蕭法醫之4 女代為注射多次，有上述之人及調查局藥費憑據可為5 證明等語（同上卷第 34 頁至第 39 頁）。\n6 F. 游全球 49 年 11 月 10 日理由狀、50 年 11 月 4 日辯護7 狀記載：其遭調查局提押數十日秘密偵訊，終迫使伊供8 陳參與殺人並書據自白書，始移回檢察官偵查起訴，然9 上述供述均係出自疲勞審訊、強暴強迫而來。渠等以強10 力電光照射實施酷刑，如灌水、棒打、槍彈夾手指、用11 大頭針刺入手指、八角形、鐵器絞纏手指等無奇不有，12 迫刑至死去活來，糞便流溢四處，更用電風扇 6、7 架13 迎面裸體吹風，如是酷刑已達兩月，以此作成供詞焉能14 成立？至於在檢察官偵訊時，地點亦在該調查局，且遭15 四名該局特務人員從旁監視，橫目瞪視脅迫被告等應16 照伊等作成供詞而供述，否則仍受酷刑，謂吾等反供又17 提回調查局刑訊逼供亂打。高院第一次審理時雖傳訊18 調查局辦案人員到庭證明，但試問誰肯做對自己不利19 之供述，渠等明明以非法殘忍之手段取供，豈肯在庭上20 吐實等語（同上卷第 53 頁至第 56 頁，高院 50 年度上21 更（一）字第 371 號卷第 109 頁）。\n22 G. 王藹雲 49 年 6 月 3 日聲請狀、49 年 6 月刑事答辯狀23 記載：調查局辦案人員「汪○濤」（按：應為汪○輣）、24 「王○」（按：應為王○）二人施強暴、脅迫等不正方25 法迫令供認。伊當時被命伸手，焉敢不從，不得已出之26 以手，被緊把手掌，隨之將一筆桿插於伊手指叉中，出27 力一握，痛澈心肺，傾間大汗淋漓，由於本能而發出痛28 苦之「哎呦」一聲之後，彼仍不釋手，竟而獰笑謂「僅29 不過給你嚐點苦頭，你知尚有更利害者乎」，接著又出30 力一握，並旋轉筆桿，似乎非此不足以顯其欺壓善良制31 服群倫之無上權威，並說「你已注射三針」，何仍狡猾1 不認，伊在此暴力之下，雖非所願，亦不得不按其所指，2 改謂「注射三針」算是渡一難關。此外尚有遵其逼認手3 套之數量顏色質料，以及毒藥之色裝說明數量等等，每4 問一件，即不斷受逼，目今思之，餘悸猶存，奈何苦海5 無邊，惟望鈞座依法調查等語（參高院 49 年度上訴字6 第 778 號卷一第 218 頁至第 220 頁背面、第 283 頁至7 第 287 頁背面）。\n8 (3) 然查，陳華洲歷經之最後一次刑事有罪判決（即高院 52 年9 度重上更（一）字第 199 號判決）不採被告刑求抗辯之理10 由略以：「調查局工作人員鄧○昌、汪○輣、王○等到案供11 明於偵辦時並無對上訴人等刑求情事」，黃學文歷經之最後12 一次刑事有罪判決（即高院 58 年度上更（六）字第 284 號13 判決）理由則以：「經調查，尚未發現刑求之證據，且上訴14 人等在原審檢察官偵查中，亦曾為自白，若謂檢察官刑求，15 實難想像」等語，逕認調查局並無刑求取供之情事，並均引16 據本案被告於調查局所為之自白、自白書作為犯罪事實之17 認定。惟揆諸首揭說明，刑求抗辯是對證據與起訴合法性的18 嚴厲指控，臺北地院及高院更審法官雖已獲本案被告可能19 受有不正訊問之事實，卻未當庭驗傷或依本案被告之聲請，20 窮盡調查對渠等有利之證據（如黃學文於第二審聲請傳喚21 調查局人員「王○」，但高院並未調查，亦未說明不予傳喚22 之理由），而逕採本案被告於調查局所為任意性有疑之自白23 作為有罪判決之基礎，漠視可能存在的刑求現象，顯已違反24 前述刑事訴訟法規定，是在程序上侵犯被告人身自由及人25 性尊嚴，使渠等受到不公平審判的判決。\n26 3、 再者，黃學文、陳華洲等人遭逮捕後經收押於調查局而非臺北地27 院看守所，直至 49 年 1 月 26 日本案被告全部自白後，始經檢28 察官唐錦蔩改命收押於臺北地院看守所（參臺北地檢處 49 年度29 偵字第 629 號卷），已與大多數一般刑事案件被告羈押地點有30 別。且查，黃學文等六人於調查局羈押僅一個月餘日，陳華洲則31 不到一月，期間共計作成筆錄 120 份、自白書 18 份（參調查局1 49 年 1 月 26 日「調查局協辦姚嘉薦命案偵查概況表」附錄），2 可見渠等受詢問之密集。勾稽前述調查局於 48 年 10 月、11 月3 間呈總統之命，限期查明實情，承受極大之破案壓力，但卻查無4 直接殺人的證據。直至本案被告自白後，始陸續尋獲相關物證，5 並於 49 年 1 月間作出「他殺」結論之鑑定報告，種種均指向本6 案被告於調查局所為之自白任意性有疑。惟本會於重新調查本7 案過程，逐一檢視本案偵查、審判卷宗時（包含警務處卷宗及臺8 北市警局刑事偵查卷宗等卷），卻遍尋不著調查局筆錄及被告自9 白書，可見前揭作為刑事有罪判決所據之卷證資料，並未併同歸10 檔；同時，有利於本案被告之警務處鑑定書，作成時間雖在 4811 年 9 月 1 日，卻未同其他公文及筆錄收錄時間順序附於臺北地12 檢處偵查卷內，反散見於監察院卷、高院更審卷宗之內。此外，13 本案被告於 49 年 2 月 6 日經檢察官起訴後，臺北地院審理期間14 不到二月，即於同年 3 月 24 日分別判處黃學文、林祖簪、游全15 球、王藹雲死刑，吳亮、陳華洲無期徒刑，楊薰春有期徒刑 1616 年；嗣於半年內，經高院於 49 年 9 月 6 日判決維持原判等情，17 有本案歷審判決書附卷可按。以上種種跡象，均可見得本案之偵18 查、審判，在國家安全局函飭調查局秘密調查，及總統蔣中正下19 令命司法行政部部長查明實情後，已產生定錨的效果，而侵害被20 告受公平審判之權。\n21 （四）綜上所述，本案之偵查，經總統指示而介入、高度賦權予調查局22 的同時，已架空檢察官偵查權；而調查局在羈押本案被告期間，23 以不正方式取得渠等自白，進而據此齊備相關物證，包含在林祖24 簪後宅掘出之注射器及巴拉松藥瓶等物，業經被告等於審理期25 間加以爭執。儘管因本案存有諸多程序瑕疵或未盡調查情事，經26 最高法院多次撤銷原判決，發回高院更為審理，但最終刑事有罪27 判決卻始終以被告自白為事實認定之基礎，既不曾滌除偵查期28 間不法取供的瑕疵，亦未能對於由被告等自白延伸而出，但以不29 符常情方式取得之物證予以彈劾；並在黃學文、陳華洲等人另受30 匪嫌及貪瀆等案件之追訴情形下，始終在總統指示、定錨的「實31 情」方向上對被告論罪，最終以判決為總統蔣中正、國家安全局、1 調查局及檢察官共同構築的犯罪事實背書。從而，本件當事人黃2 學文、陳華洲受追訴、審判之刑事案件，顯已違反自由民主憲政3 秩序，侵害公平審判原則，而屬依促轉條例應予平復之司法不法。\n4 （五）另鑑於現行促轉條例平復司法不法之範圍僅限於「受刑事有罪5 判決」的案件，而未能及於類似本案的個案，即最終在形式上「未6 受刑事有罪判決」，但事實上已歷經刑事追訴及審判，並承受國7 家為維護威權統治目的，不法行使追訴與審判權，而致人權侵害8 之情形。故此，本會於 110 年 5 月間提出促轉條例部分條文修9 正草案，完備司法不法之範圍。該草案嗣於 111 年 5 月 17 日經10 立法院三讀通過，待相關規定生效施行後，本件當事人黃學文、11 陳華洲因本案追訴、審判所受拘束人身自由之裁定或處分，當即12 依法予以平復，附此敘明。\n14 據上論結，爰依促轉條例第 6 條第 1 項及第 2 項規定，還原並公布司15 法不法事件之歷史真相。\n17"
  },
  "structured_reasoning": [],
  "tables": []
}